{"text":"The first Volvo car rolled off the Gothenburg production line in Sweden in 1927. Since then, Volvo Car Group has been a world-leader in safety technology and innovation. Today, Volvo is one of the most well-known and respected car brands in the world with sales in more than 100 countries."}
{"text":"Volvo Car Group (Volvo Cars) is owned by Zhejiang Geely Holding (Geely Holding) of China. Volvo Cars formed part of the Swedish Volvo Group until 1999, when the company was bought by Ford Motor Company. In 2010, Volvo Cars was acquired by Geely Holding."}
{"text":"Volvo Cars is listed on the Nasdaq Stockholm stock exchange, where it is traded under ticker symbol “VOLCAR B”."}
{"text":"The ‘Volvo’ name is owned by Volvo Trademark Holding AB, which is jointly owned by Volvo Cars and Volvo Group."}
{"text":"Volvo cars are marketed and sold by regional market companies and national sales companies through approximately 2,300 local dealers in over 100 countries. "}
{"text":"For the full year 2023, Volvo Car Group recorded a record-breaking core operating profit of SEK 25.6 billion. Revenue in 2023 amounted to an all-time high of SEK 399.3 billion, while global sales reached a record 708,716 cars."}
{"text":"As of December 2023, Volvo Cars had around 43,400 full-time employees around the globe."}
{"text":"Volvo Cars' head office, product development, marketing and administration functions are mainly located in Gothenburg, Sweden. Volvo Cars' production plants are located in Gothenburg, Ghent (Belgium), South Carolina (US), Chengdu, Daqing and Taizhou (China). The company also has R&D and design centres in Gothenburg and Shanghai (China)."}
{"text":"The Volvo Group provides transport and infrastructure solutions, including trucks, buses, construction equipment, and power solutions for marine and industrial applications."}
{"text":"Founded in 1927, Volvo Group is headquartered in Gothenburg, Sweden, and employs 104,000 people, serving customers in nearly 190 markets."}
{"text":"In 2023, Volvo Group's net sales amounted to SEK 553 billion (EUR 48 billion), and its shares are listed on Nasdaq Stockholm."}
{"text":"Volvo Group focuses on sustainability, aiming for 100% safe, fossil-free, and more productive transport and infrastructure solutions."}
{"text":"Volvo Group is a global leader in manufacturing trucks, buses, construction equipment, and marine and industrial engines, while also offering financing and service solutions."}
{"text":"The Group employs 104,000 people, which CEO Martin Lundstedt considers its most important asset."}
{"text":"Volvo Group sells products under multiple brands including Volvo, Volvo Penta, Rokbak, Renault Trucks, Prevost, Nova Bus, Mack, and Arquus."}
{"text":"The Group partners in alliances and joint ventures with brands like SDLG, Milence, Eicher, Dongfeng, and cellcentric."}
{"text":"Volvo Group leads in electrified and automated vehicle development, offering reliable transport and infrastructure solutions."}
{"text":"Strategic partnerships include collaborations with Isuzu Motors, Samsung SDI, Daimler Truck (for fuel cells), and Aurora (for autonomous vehicles)."}
{"text":"Volvo Group is pioneering the European high-performance charging network, Milence, for heavy-duty trucks and coaches in partnership with Daimler Truck and Traton Group."}
{"text":"The service business, which includes financing, insurance, rentals, maintenance, and repair, is key to ensuring customer uptime and productivity."}
{"text":"Thanks to competitive products and strong global service networks, Volvo Group holds leading global positions in transport and infrastructure sectors."}
{"text":"In 2023, currency-adjusted net sales for Volvo Group increased by 11% to SEK 553 billion, with strong growth in both vehicle and service sales."}
{"text":"Adjusted operating income rose to SEK 77,638 million, improving the operating margin to 14.0%, up from 10.7% in 2022."}
{"text":"Reported operating income amounted to SEK 66,784 million, and earnings per share increased to SEK 24.50, compared to SEK 16.09 in 2022."}
{"text":"The Industrial Operations segment delivered a strong operating cash flow of SEK 45.8 billion, an improvement from SEK 35.3 billion in 2022."}
{"text":"Return on capital employed in Industrial Operations increased to 36.7%, compared to 27.4% in the previous year."}
{"text":"Volvo Group expanded its offering of electric vehicles and machines, with all business areas now in serial production of heavy-duty electric products."}
{"text":"The Board of Directors proposed an ordinary dividend of SEK 7.50 per share and an extra dividend of SEK 10.50 per share."}
{"text":"Net sales were composed of 77% vehicles and 23% services, with Europe accounting for 43% of sales, North America 30%, South America 9%, Asia 12%, and Africa and Oceania 6%."}
{"text":"In 2023, Volvo Group's net sales increased to SEK 552,764 million, compared to SEK 473,479 million in 2022."}
{"text":"Adjusted operating income grew to SEK 77,638 million in 2023, up from SEK 50,467 million in 2022, with an improved adjusted operating margin of 14.0% versus 10.7%."}
{"text":"Operating income for 2023 was SEK 66,784 million, compared to SEK 45,712 million in 2022, while the operating margin increased to 12.1% from 9.7%."}
{"text":"Income after financial items rose to SEK 66,726 million in 2023, from SEK 45,077 million in 2022."}
{"text":"Earnings per share increased to SEK 24.50 in 2023, compared to SEK 16.09 in 2022."}
{"text":"The proposed dividend for 2023 is SEK 18.00 per share, an increase from SEK 14.00 per share in 2022."}
{"text":"Operating cash flow in Industrial Operations improved to SEK 45,821 million in 2023, up from SEK 35,327 million in 2022."}
{"text":"Net financial position excluding post-employment benefits and lease liabilities improved to SEK 83.4 billion in 2023, compared to SEK 73.9 billion in 2022."}
{"text":"Return on capital employed in Industrial Operations increased to 36.7% in 2023, up from 27.4% in 2022."}
{"text":"Return on equity in Financial Services improved to 13.0% in 2023, compared to -0.3% in 2022."}
{"text":"Return on shareholders' equity for Volvo Group increased to 28.7% in 2023, from 20.7% in 2022."}
{"text":"Total number of employees increased to 104,147 in 2023, compared to 102,155 in 2022."}
{"text":"The share of women remained stable at 22%, and the share of women in senior executive roles increased slightly to 29% in 2023, from 28% in 2022."}
{"text":"Energy use per net sales in Industrial Operations decreased to 4.4 MWh/SEK million in 2023, compared to 5.1 MWh/SEK million in 2022."}
{"text":"Total CO₂ emissions per net sales in Industrial Operations dropped to 0.6 tons/SEK million in 2023, from 0.7 tons/SEK million in 2022."}
{"text":"The share of direct material purchasing from suppliers with CSR self-assessments increased to 93% in 2023, up from 89% in 2022."}
{"text":"TRUCKS: Volvo Trucks, Renault Trucks, Mack Trucks, Volvo Autonomous Solutions, Volvo Energy, VE Commercial Vehicles (46% ownership), Dongfeng Commercial Vehicles (45%), cellcentric (50%) and Milence (33%) achieved net sales of SEK 373,048 million in 2023, representing 67% of the Group's net sales. The adjusted operating income was SEK 55,394 million, with an adjusted operating margin of 14.8%."}
{"text":"CONSTRUCTION EQUIPMENT: Volvo Construction Equipment, Rokbak, and SDLG (70%) had net sales of SEK 104,981 million in 2023, making up 19% of the Group's net sales. The adjusted operating income was SEK 16,993 million, with an adjusted operating margin of 16.2%."}
{"text":"BUSES: Volvo Buses and Prevost generated net sales of SEK 22,423 million in 2023, which accounted for 4% of the Group's net sales. The adjusted operating income was SEK 1,059 million, with an adjusted operating margin of 4.7%."}
{"text":"VOLVO PENTA: Engines and power systems for marine and industrial applications recorded net sales of SEK 21,006 million in 2023, contributing 4% to the Group's net sales. The adjusted operating income was SEK 3,230 million, with an adjusted operating margin of 15.4%."}
{"text":"FINANCIAL SERVICES: Financial services provided to customers and dealers brought in net sales of SEK 24,012 million in 2023, accounting for 4% of the Group's net sales. The adjusted operating income was SEK 3,855 million."}
{"text":"GROUP FUNCTIONS & OTHER: Nova Bus, Arquus, and common business support functions generated net sales of SEK 16,809 million in 2023. The adjusted operating income was SEK -2,950 million."}
{"text":"1. Transform the Volvo Group to become a leading end-to-end integrator, offering easy-to-integrate products and services through strong brands."}
{"text":"2. Grow the service business and target selected industry verticals by offering a portfolio of tailor-made solutions."}
{"text":"3. Secure a desirable and sustainable product and service portfolio with the right quality by leveraging new and well-known technologies, including CAST (Common Architecture and Shared Technology), partnerships, and digital innovation – accelerating electromobility solutions."}
{"text":"4. Grow in Asia and the US: In Asia, expand through joint ventures, alliances, and by strengthening the Volvo Group's footprint in China. In the US, significantly improve the Group’s market position."}
{"text":"5. Develop robust profitability throughout decentralized regional value chains by leveraging global scale, digitalization, a purpose-fit footprint, and continuous improvement using the Volvo Performance System."}
{"text":"6. Selectively capture, accelerate, and scale-up new businesses while developing competencies and capabilities needed for future growth."}
{"text":"7. Reinforce value-based leadership and ways of working, empowering all colleagues to take action and be accountable for results."}
{"text":"Consistency in delivery of both growth and profit. The performance of the Volvo Group has improved substantially over the last few years. The focus has been on gradual and consistent earnings improvement, reduced volatility in earnings and cash flow, and disciplined capital allocation. The Group's assets include strong people, products, services, production sites, dealer networks, and customer relationships. With strong finances, Volvo is well-positioned to invest in new technologies and aims to excel at the basics and build resilience, which is key to long-term profitability."}
{"text":"Growing service business. Volvo's financial performance is closely linked to customer relations and success in providing peace of mind. In 2023, net sales in the service business amounted to SEK 127.5 billion, representing 23% of Group net sales, with a compounded annual growth rate of 5% over the last five years. This growth supports profitability throughout the business cycle. Volvo plans to grow its service business by tapping into potential market share and increasing sales of spare parts, workshop hours, financing, insurance, and uptime services."}
{"text":"Transformation accelerating growth. Over the past decade, Volvo has established industry-leading profitability and strong returns on capital employed. The Group is now taking the next step in its strategic journey, with growing needs for transportation and infrastructure investment driving transformation in its industries. Current trucks and construction machines are not fully utilized due to issues like congestion and insufficient route planning, highlighting the opportunity for growth."}
{"text":"Improved through-cycle earnings resilience. Profitability has improved in recent years, with adjusted operating income reaching SEK 77.6 billion in 2023 and an adjusted operating margin of 14.0% (compared to 10.7%). Between 2019 and 2023, the average adjusted operating margin was 10.4%."}
{"text":"Strong financial position. The Group's financial position remains strong, with a net cash position in Industrial Operations of SEK 83.4 billion, excluding post-employment benefits and lease liabilities at the end of 2023."}
{"text":"Sustainable transport and infrastructure solutions. The transport of people and goods is crucial for economic and social development. With a growing global population, rapid urbanization, and increasing e-commerce, the demand for transport and infrastructure is expected to rise. Volvo Group aims to meet this demand with sustainable products, services, and solutions, positioning itself as a leader in electrifying the transportation and infrastructure industries, and helping customers reduce their carbon footprint."}
{"text":"Volvo Group's long-term vision is to offer solutions that are: 100% safe, 100% fossil-free, and 100% more productive. Safe means putting people at the center of everything, with a vision of zero accidents involving Volvo Group products and in its operations. Volvo works proactively with partners and society to develop intelligent solutions to avoid accidents, a key element for vehicle uptime and productivity."}
{"text":"Fossil-free is critical due to climate change, which is the challenge of our generation. Volvo enables its customers to lead the shift towards a decarbonized transport system. The Group offers fully electric solutions, from compact excavators to city buses and heavy-duty trucks, with zero tailpipe emissions. These products help customers reduce emissions while managing investment and operational costs."}
{"text":"More productive. Increased productivity is essential to meeting the growing demand for transport and infrastructure within the planet's limits. Many transports operate with half-empty loads, but by optimizing flows and utilizing equipment more efficiently, Volvo Group aims to double its customers' logistics system productivity. Through AI and Machine Learning, Volvo works on load consolidation, capacity sharing, and improving fleet efficiency. The Group is also developing autonomous transport solutions for areas like quarries and mining, as well as for highway hub-to-hub transports."}
{"text":"Driving the transition to net-zero. Businesses around the world are transitioning to decarbonization with Volvo Group’s products and services. Volvo's ambitious greenhouse gas reduction targets align with the Paris Agreement and are approved by the Science Based Targets initiative (SBTi). As customers adopt sustainability goals, fossil-fueled vehicles and machines are being phased out in favor of electric alternatives. In 2023, 7,000 companies were engaged with the SBTi, up from 116 in 2015. Volvo Group's zero-emission products and services support customers in achieving their decarbonization goals."}
{"text":"Shift to electric. The shift to electric propulsion, including battery and hydrogen fuel cell systems, extends beyond trucks to construction equipment, buses, marine, and industrial power applications. Fossil-free biofuels can also help reduce emissions in combustion engines. Volvo Group’s electric vehicles and machines are already in use, delivering reductions in emissions and noise. As battery and hydrogen fuel cell technologies advance, and charging networks develop, electric transport is expected to grow. Volvo Group is actively participating in several charging and hydrogen infrastructure projects in Europe and North America to accelerate adoption."}
{"text":"Rollout of sustainable transport and infrastructure solutions. Volvo Group has been rolling out electric trucks, buses, and machines since 2015, beginning with hybrid-electric buses. In 2020, Volvo Trucks, Renault Trucks, and Mack Trucks started producing electric trucks for city distribution and waste management. By 2021, the rollout expanded to North America for regional haul trucks, and by 2022, to Europe for heavy construction. In 2023, Renault Trucks began series production of heavy-duty electric trucks. Volvo aims to provide electric solutions for all truck segments, including long-haul. For construction, Volvo is introducing electric compact and medium-duty machines, with fuel cells expected for heavy machines by the decade's end."}
{"text":"Volvo Penta is committed to electric solutions for applications like fire trucks, forklifts, and terminal tractors. Both vehicle and machine equipment will depend on access to local or onsite electric charging and hydrogen refueling infrastructure."}
{"text":"Group targets – fulfilling our ambitions. The Volvo Group has set targets for both financial and sustainability development. These targets aim to drive performance across the business cycle while maintaining a focus on sustainability."}
{"text":"Financial targets. Established in 2017, the Volvo Group’s financial targets include operating margin, net financial position in Industrial Operations, and return on equity in Financial Services. These targets help guide the Group’s performance and ensure alignment with internal measurement and evaluation processes."}
{"text":"Operating margin target. The Volvo Group aims for an operating margin exceeding 10% over a business cycle. In 2023, the operating margin was 12.1% (9.7), and the adjusted operating margin was 14.0% (10.7). Between 2019 and 2023, the average operating margin was 10.6%, with an adjusted average of 10.4%."}
{"text":"Net financial position target. The Industrial Operations aim to maintain no net financial indebtedness, excluding post-employment benefits and lease liabilities, under normal conditions. As of the end of 2023, the net financial asset position of Industrial Operations was SEK 83.4 billion (73.9)."}
{"text":"Return on equity target. Financial Services has a target return on equity of 12–15% at an equity ratio above 8%. In 2023, return on equity was 13.0% (–0.3%) at an equity ratio of 8.0%. From 2019–2023, the average return on equity was 10.8%, while excluding Russia and Belarus, it was 13.9% in 2023 and 15.4% in 2022, with an average of 14.1% from 2019–2023."}
{"text":"Our customers. The Volvo Group serves customers in key segments such as trucks, buses, construction equipment, marine drive systems, and industrial engines. Our direct customers operate in industries like road freight transportation, public transportation, and infrastructure development. We aim to increase customer productivity, improve safety, ensure uptime, and enhance fuel efficiency, thus reducing GHG and exhaust emissions, as the use-phase accounts for around 95% of CO2 emissions."}
{"text":"Development of products and services. The Volvo Group’s product and service development is driven by customer needs, legislation, societal changes, and emerging technologies like automation, electromobility, and connectivity. We offer a range of products including trucks, buses, machines, engines, and used vehicles, as well as services like spare parts sales, maintenance, connectivity solutions, and financial services, including leasing and insurance."}
{"text":"Supply network. The Volvo Group’s supply network consists of over 50,000 suppliers globally, with approximately 12,000 supporting serial production. Our suppliers play a crucial role in achieving our net-zero goals and reducing supply chain emissions, which currently account for about 4% of total product life-cycle emissions. Emission reduction activities are focused on areas like aluminum, steel, plastics, batteries, and electronics."}
{"text":"Production and logistics. The Volvo Group’s global industrial and logistics system includes capital-intensive component factories and labor-intensive assembly plants. Component factories operate globally, while assembly plants are strategically located near end-markets to meet local needs and shorten delivery times. Truck assembly partners and bus body builders carry out certain assembly processes."}
{"text":"Retail, service, maintenance, and repair. The Volvo Group’s global dealer and service center network, staffed by skilled personnel, supports customer satisfaction. Through service and maintenance agreements, we offer contracts to extend product life, optimize resource efficiency, and create business opportunities by selling used or repurposed vehicles and parts."}
{"text":"Driving prosperity for many stakeholders. By delivering customer value, the Volvo Group also creates value for employees, owners, society, and other stakeholders. We believe that creating value for customers by enhancing their profitability is the key to success. Understanding customer needs enables us to provide products and services that increase revenues and reduce costs."}
{"text":"Key value areas: Offers that improve productivity, ensure uptime, and boost fuel efficiency. Value creation includes increased revenue, decreased costs, and sustainable profitability growth for both customers and the Volvo Group."}
{"text":"For customers. Uptime is critical for Volvo Group’s customers, whether they own a single truck, a fleet, or operate in public transport, construction, or quarry businesses. The Group has produced 2.1 million trucks and 80,000 buses in the past decade, as well as over 700,000 machines used globally."}
{"text":"For employees. The Volvo Group’s 104,000 employees are its most important asset. Employee engagement, trust, and passion are vital to the Group’s success. In 2023, SEK 57,020 M was paid in salaries and remuneration."}
{"text":"For suppliers. A strong supplier base is essential for the Volvo Group, providing both income and employment to numerous companies worldwide. In 2023, the Group purchased goods and services worth SEK 374,526 M."}
{"text":"For shareholders. The Volvo Group generates shareholder value through positive share price development and dividend payouts. From 2018 to 2023, the Volvo B share price rose by 126%. In 2023, shareholders received SEK 28,468 M in dividends. For the 2024 AGM, the Board proposes a total dividend of SEK 36,602 M."}
{"text":"For society. Volvo’s products and services are critical for societal functions, such as transportation, infrastructure, and job creation. In 2023, the Group paid SEK 39,121 M in social costs, pensions, and taxes."}
{"text":"For creditors. To maintain a competitive business, the Volvo Group secures capital investments. In 2023, SEK 1,158 M was paid in interest to creditors."}
{"text":"For the Volvo Group. Capital is reinvested into the business to strengthen competitiveness and create long-term value. In 2023, the Volvo Group invested SEK 26,645 M in R&D and SEK 13,120 M in property and equipment."}
{"text":"Financial performance in 2023. Despite geopolitical turmoil, supply chain constraints, and high inflation, the Volvo Group achieved higher net sales and improved operating income. Successful price management helped mitigate cost inflation."}
{"text":"Consolidated income statement. The Volvo Group's 2023 net sales totaled SEK 552,764 M, up from SEK 473,479 M in 2022. Gross income rose to SEK 149,321 M, driven by higher sales across Industrial Operations and Financial Services."}
{"text":"Operating income. The Group's operating income reached SEK 66,784 M in 2023, compared to SEK 45,712 M in 2022. Significant cost increases were managed through price adjustments and operational improvements."}
{"text":"Expenses. The Group's research and development expenses increased to SEK 26,645 M in 2023 from SEK 22,526 M in 2022. Selling expenses rose to SEK 33,675 M, while administrative expenses grew to SEK 7,356 M."}
{"text":"Income after financial items. In 2023, the Volvo Group reported SEK 66,726 M in income after financial items, compared to SEK 45,077 M in 2022. Interest income increased, while interest expenses remained stable."}
{"text":"Net income. After taxes of SEK 16,794 M, the Group's income for the period was SEK 49,932 M, significantly higher than SEK 32,969 M in 2022. Basic and diluted earnings per share rose to SEK 24.50 from SEK 16.09 in 2022."}
{"text":"Other comprehensive income. In 2023, the Volvo Group reported other comprehensive income of SEK –6,285 M, largely due to exchange rate changes and remeasurements of defined benefit plans, resulting in a total comprehensive income of SEK 43,647 M."}
{"text":"Attribution. The total comprehensive income for 2023 attributable to the owners of AB Volvo was SEK 43,731 M, with SEK 107 M attributable to non-controlling interest."}
{"text":"Net sales increased by 17% in 2023 to SEK 553 billion from SEK 474 billion in 2022. Adjusted for currency movements, sales rose by 11%, driven by a 12% increase in vehicle sales and a 10% increase in service sales. Higher deliveries, price management, and reduced backlog since the pandemic contributed to this growth."}
{"text":"Truck business. The Truck segment saw a 14% increase in net sales, adjusted for currency movements, driven by higher deliveries for both new and used trucks and services. Price realization in most markets also contributed."}
{"text":"Construction Equipment. Net sales increased by 1%, adjusted for currency, as lower volumes, particularly in China, were offset by a favorable brand and market mix along with price realization."}
{"text":"Buses. Net sales increased by 15% adjusted for currency movements, primarily due to a recovery in demand for coaches."}
{"text":"Volvo Penta. Net sales rose by 10% adjusted for currency, driven by positive developments in both the marine and industrial engine markets."}
{"text":"Defense sales. The Volvo Group’s sales of defense material amounted to 0.70% of net sales in 2023, a slight decrease from 0.72% in 2022."}
{"text":"Operating income. The Volvo Group's adjusted operating income for 2023 reached SEK 77.6 billion, up from SEK 50.5 billion in 2022, excluding a negative SEK 10.9 billion related to one-time items. The adjusted operating margin improved to 14.0%, compared to 10.7% in 2022."}
{"text":"Profitability. Despite geopolitical turmoil, supply chain constraints, and inflation, the Volvo Group's profitability improved in 2023, driven by successful cost inflation mitigation through price management and a favorable brand and product mix."}
{"text":"Operating income by segment. Trucks reported an adjusted operating income of SEK 55,394 M (2022: SEK 33,821 M), while Construction Equipment reached SEK 16,993 M (2022: SEK 13,244 M), and Buses reported SEK 1,059 M (2022: SEK 353 M)."}
{"text":"Net sales by geography. Europe led the sales increase with a 24% rise, followed by North America at 20%. South America saw a 5% decline, while Asia and Africa/Oceania increased by 3% and 24%, respectively."}
{"text":"Adjusted operating margin. In 2023, the adjusted operating margin for Trucks was 14.8%, Construction Equipment 16.2%, Buses 4.7%, and Volvo Penta 15.4%. The overall Volvo Group adjusted operating margin improved to 14.0%, compared to 10.7% in 2022."}
{"text":"Volvo Group's overall performance. In 2023, net sales rose to SEK 552.8 billion, driven by a 17% increase in vehicle sales and a 16% increase in services. Operating income reached SEK 66.8 billion, up from SEK 45.7 billion in 2022."}
{"text":"Operating income change. In 2023, Volvo Group’s operating income increased to SEK 66.8 billion, up from SEK 45.7 billion in 2022. The increase was driven by a SEK 30.4 billion rise in gross income from Industrial Operations and SEK 0.6 billion from Financial Services, along with lower expected credit losses (+SEK 2.8 billion) and the sale of tangible and intangible assets (+SEK 0.9 billion)."}
{"text":"Divestment impact. The divestment of group companies, including the Russian entities, had a negative impact of SEK -0.8 billion. Furthermore, a financial impact of SEK -1.5 billion related to the planned divestment of Arquus and the ABG paver business was recognized."}
{"text":"Increased expenses. Higher research and development expenses (-SEK 4.1 billion), selling and administrative expenses (-SEK 6.1 billion), and damages and litigation expenses (-SEK 4.4 billion) impacted operating income negatively. Restructuring costs amounted to SEK -2.7 billion, primarily related to the Buses division and Group Functions & Other."}
{"text":"Operating income by exchange rate. Currency impacts positively contributed SEK 4.8 billion to Volvo’s operating income in 2023. The main effects came from the translation of operating income from foreign subsidiaries (+SEK 2.8 billion) and net foreign currency flows (+SEK 1.1 billion). The appreciation of EUR, BRL, and USD boosted translation, while USD, PLN, and GBP positively impacted net flows."}
{"text":"Key ratios. The gross margin for Industrial Operations improved to 26.6% in 2023, compared to 22.8% in 2022. Research and development expenses remained stable at 5.0% of net sales, while the operating margin improved to 11.8% from 9.8% in 2022."}
{"text":"Expenses by nature. Material costs, including freight, distribution, and warranties, increased to SEK 332.2 billion in 2023 (2022: SEK 301.4 billion). Personnel expenses rose to SEK 75.4 billion from SEK 65.5 billion, while amortization and depreciation costs stood at SEK 21.2 billion."}
{"text":"Financial performance. In 2023, interest income rose by SEK 1.7 billion, driven by higher interest on financial assets, totaling SEK 2.7 billion. Interest expenses remained at SEK 1.2 billion, while other financial income and expenses dropped to SEK -1.6 billion, primarily due to revaluation effects on financial assets and liabilities."}
{"text":"Income taxes. The tax expense for 2023 increased to SEK 16.8 billion from SEK 12.1 billion in 2022, resulting in an effective tax rate of 25%, down from 27%."}
{"text":"Income and earnings per share. Volvo Group’s income for 2023 rose to SEK 49.9 billion, up from SEK 33.0 billion in 2022. Earnings per share and diluted earnings per share increased to SEK 24.50, compared to SEK 16.09 in the previous year."}
{"text":"Strengthened financial position. In 2023, the Volvo Group improved its financial position, allowing it to continue investing in transformational technologies while distributing SEK 28.5 billion to shareholders."}
{"text":"Consolidated balance sheet. As of December 31, 2023, the Volvo Group's total assets amounted to SEK 674.1 billion, up from SEK 629.1 billion at year-end 2022. This SEK 45.0 billion increase was driven primarily by growth in customer-financing receivables and inventories."}
{"text":"Non-current assets. Volvo Group’s non-current assets totaled SEK 322.7 billion in 2023, up from SEK 305.2 billion in 2022. The largest components were property, plant, and equipment (SEK 68.4 billion), assets under operating leases (SEK 41.9 billion), and investments in joint ventures and associated companies (SEK 19.2 billion). Investments in joint ventures and associated companies decreased by SEK 2.4 billion compared to the prior year."}
{"text":"Current assets. The Group’s current assets rose to SEK 351.4 billion from SEK 323.8 billion at year-end 2022. Inventories increased to SEK 76.9 billion, while customer-financing receivables grew to SEK 110.6 billion. Cash and cash equivalents remained stable at SEK 83.3 billion."}
{"text":"Assets held for sale. As of year-end 2023, the net value of assets and liabilities held for sale amounted to SEK 3.8 billion. These primarily relate to the planned divestment of Arquus and the ABG paver business, as well as property sales."}
{"text":"Balance sheet expansion. Adjusted for currency movements, Volvo Group’s total assets grew by SEK 61.1 billion. The growth was primarily driven by an increase in customer-financing receivables and inventories. Read more in Note 15 Customer-financing receivables and Note 17 Inventories."}
{"text":"Net financial position excl. post-employment benefits and lease liabilities for Industrial Operations Volvo Group as of Dec 31, 2023, is SEK 83.4 billion, an increase of SEK 9.5 billion from Dec 31, 2022 (SEK 73.9 billion). This change is primarily attributed to a positive operating cash flow of SEK 45.8 billion, offset by a dividend payment of SEK 28.5 billion and a decrease of SEK 1.2 billion due to currency movements. The total interest-bearing financial assets amount to SEK 321.8 billion, while total interest-bearing financial liabilities (excluding post-employment benefits and lease liabilities) are SEK 229.6 billion."}
{"text":"Provisions for post-employment benefits and lease liabilities, net, increased by SEK 4.1 billion during 2023, resulting in a total of SEK 16.7 billion on Dec 31, 2023, compared to SEK 12.6 billion on Dec 31, 2022. The increase was mainly due to remeasurements of post-employment benefits of SEK 3.2 billion, partially offset by positive currency movements of SEK 0.3 billion. The negative remeasurements were particularly significant in Sweden and the US due to lower discount rates, countered by higher asset returns."}
{"text":"Including provisions for post-employment benefits and lease liabilities, the net financial position for Industrial Operations Volvo Group is SEK 66.7 billion as of Dec 31, 2023, compared to SEK 61.3 billion on Dec 31, 2022."}
{"text":"The figures for net financial position excl. post-employment benefits and lease liabilities are as follows: Dec 31, 2022 - SEK 73.9 billion, Dec 31, 2023 - SEK 83.4 billion; for provisions for post-employment benefits and lease liabilities, Dec 31, 2022 - SEK 12.6 billion, Dec 31, 2023 - SEK 16.7 billion; total net financial position incl. provisions for post-employment benefits and lease liabilities, Dec 31, 2022 - SEK 68.4 billion, Dec 31, 2023 - SEK 66.7 billion."}
{"text":"The net financial position excluding post-employment benefits and lease liabilities for Industrial Operations Volvo Group increased from SEK 73.9 billion at the end of 2022 to SEK 83.4 billion at the end of 2023. This change is attributed to operating cash flow of SEK 45.8 billion, offset by a dividend payment of SEK 28.5 billion and various other adjustments, including currency effects and capital injections. Investments and divestments of shares netted to SEK –1.2 billion, and there were also acquisitions and divestments totaling SEK –1.4 billion."}
{"text":"Provisions for post-employment benefits and lease liabilities increased from SEK 12.6 billion at the end of 2022 to SEK 16.7 billion at the end of 2023. This increase is due to pension payments included in operating cash flow and remeasurements of defined post-employment benefits, with remeasurements showing a negative impact of SEK 3.2 billion."}
{"text":"Including provisions for post-employment benefits and lease liabilities, the net financial position for Industrial Operations Volvo Group stands at SEK 66.7 billion as of December 31, 2023, compared to SEK 61.3 billion at the end of 2022."}
{"text":"As of December 31, 2023, the Volvo Group’s cash and cash equivalents amounted to SEK 83.3 billion, a slight decrease from SEK 83.9 billion in 2022. Additionally, granted but unutilized credit facilities totaled SEK 52.8 billion. Cash and cash equivalents include SEK 2.2 billion that is not available for use and SEK 7.6 billion subject to other limitations."}
{"text":"In the consolidated cash flow statement for the Volvo Group, operating activities generated a cash flow of SEK 63.4 billion in 2023, up from SEK 51.4 billion in 2022. This increase is attributed to higher operating income of SEK 63.1 billion compared to SEK 44.9 billion in the previous year. Amortization of intangible assets was SEK 123 million, while depreciation of tangible assets and leasing vehicles amounted to SEK 138.7 billion and SEK 134.4 billion, respectively."}
{"text":"Total change in working capital was negative at SEK –10.2 billion, mainly due to a significant decrease in accounts receivables and customer-financing receivables. Cash flow from operating activities, after considering various adjustments, totaled SEK 63.4 billion."}
{"text":"Investing activities included investments in intangible and tangible assets totaling SEK –5.2 billion and SEK –13.1 billion, respectively. Cash flow from investing activities showed a cash outflow of SEK 41.8 billion, while operating cash flow stood at SEK 45.8 billion."}
{"text":"In financing activities, new borrowings amounted to SEK 129 million, while repayment of borrowings was SEK –211.2 billion. The net change in cash and cash equivalents decreased by SEK –560 million, resulting in an end-of-year cash position of SEK 83.3 billion, compared to SEK 83.9 billion at the beginning of the year."}
{"text":"Changes in consolidated equity for AB Volvo show that as of December 31, 2021, the equity attributable to owners was SEK 144.1 billion, including share capital of SEK 2.6 billion and retained earnings of SEK 141.0 billion. The income for the period was SEK 32.7 billion, contributing to a total comprehensive income of SEK 48.6 billion, which included other comprehensive income of SEK 15.6 billion."}
{"text":"During the period, the company declared a dividend of SEK 26.4 billion to shareholders, reducing the equity to SEK 162.7 billion by the end of 2022. Notably, changes in non-controlling interests also influenced the total equity."}
{"text":"By December 31, 2023, the equity attributable to owners rose to SEK 180.7 billion, driven by an increase in retained earnings, which amounted to SEK 165.6 billion. Income for the period significantly increased to SEK 49.8 billion."}
{"text":"The other comprehensive income in 2023 included a remeasurement of defined benefit plans of SEK –2.4 billion and positive contributions from the translation of foreign operations totaling SEK 2.7 billion. The dividend for the year was SEK 28.5 billion, impacting the overall equity."}
{"text":"The financial management objectives of the Volvo Group focus on ensuring long-term attractive returns for shareholders and providing financial strength and flexibility for debt repayment. Access to capital is crucial for competitive business operations, and financial management optimizes capital use through well-defined ratios and objectives for both Industrial Operations and Financial Services."}
{"text":"The Volvo Group aims for a strong operating margin and return on equity for Financial Services to meet shareholder return requirements, alongside targets for no net financial indebtedness and a solid equity ratio in Industrial Operations to ensure financial stability."}
{"text":"To maintain financial flexibility, the Volvo Group holds a robust liquidity position, supplemented by cash, marketable securities, and revolving credit facilities. Funding and lending operations in Financial Services are conducted in local currencies, with the portfolio matched against interest and liquidity risks as per Group policy."}
{"text":"Volvo Group manages its financial assets and liabilities through an internal bank, Volvo Treasury, which centralizes funding operations and cash management. The liability portfolio is divided into two segments: Industrial Operations and Financial Services, addressing the specific needs of each."}
{"text":"To maintain access to capital markets globally, the Volvo Group utilizes various instruments, including bilateral bank funding, corporate bonds, certificates, and asset securitization from Financial Services’ credit portfolio. An increasing focus of the treasury is managing funding needs in emerging markets."}
{"text":"The Volvo Group has established a Green Finance Framework, which facilitates the issuance of green bonds and financial instruments. This framework helps identify and manage eligible projects in line with the International Capital Market Association Green Bond Principles, primarily targeting R&D and manufacturing for electric vehicles with zero emissions."}
{"text":"As of February 28, 2023, the Volvo Group has a strong credit rating, with Moody’s rating at P-1 short-term and A2 long-term (stable), S&P at A-2 short-term and A long-term (stable), and R&I at a-1 short-term and AA- long-term (stable). A strong credit rating is essential for attracting investors and ensuring long-term relationships."}
{"text":"The Volvo Group's liquidity position on December 31, 2023, shows a total of SEK 136.1 billion in cash and cash equivalents and credit facilities. In 2023, S&P upgraded its rating from A- (positive) to A (stable), while Moody’s maintained its A2 (stable) rating, and R&I increased its rating from A+ (stable) to AA- (stable)."}
{"text":"In 2023, currency-adjusted net sales in the truck business rose by 14% to SEK 373,048 million, driven by sustained strong demand for both trucks and services in most global markets. The adjusted operating income reached SEK 55,394 million, resulting in an adjusted operating margin of 14.8%."}
{"text":"Demand in 2023 normalized in Europe and North America as transport volumes and freight rates declined from historically high levels. The pent-up demand from 2022 and early 2023 was mostly met, leading to a return to normal lead times, especially in Europe, while fleet utilization remained at good levels."}
{"text":"In South America, the total market volume decreased due to the prebuy of Euro 5 trucks in 2022. However, following the introduction of Euro 6 on January 1, the market gradually recovered, mainly driven by the agricultural and mining sectors. The Indian market continued to grow, supported by increased economic activity and consumer spending."}
{"text":"In China, the truck market rebounded from low levels, but growth was restricted by overcapacity in the transport industry."}
{"text":"In 2023, the net order intake for the Group’s wholly-owned truck operations fell by 6% to 204,897 trucks. While order intake rose in North America, it declined in Europe, South America, Asia, Africa, and Oceania. Customers continued to replace old trucks and expand their fleets, but order intake did not fully reflect this due to the Group's restrictive production slotting to manage large order books and rising costs."}
{"text":"In the latter half of the year, caution grew among customers due to rising interest rates, slower economic growth, and reduced freight activity. The Group delivered a total of 246,272 trucks, a 6% increase from 232,558 trucks in 2022, despite challenges from ongoing supply chain disruptions."}
{"text":"Volvo Group ranks among the world's largest heavy-duty truck manufacturers, offering a wide range of products from heavy-duty trucks for long-haul and construction work to light-duty trucks for distribution, along with maintenance and repair services, financing, and leasing."}
{"text":"The company's brands include Volvo, Mack, Renault Trucks, Eicher, and Dongfeng Trucks, with a workforce comprising 81% in vehicles and 19% in services. The net sales for the truck segment were SEK 373 billion in 2023, reflecting growth in the market."}
{"text":"The Volvo Group is significantly expanding its range of fully electric light, medium, and heavy-duty trucks. In 2023, total order intake for fully electric trucks rose by 2% to 3,698 vehicles, while deliveries increased by 191% to 3,523 vehicles."}
{"text":"In 2023, net sales in the truck operations grew by 20% to SEK 373,048 million, with a currency-adjusted increase of 14%. Vehicle sales increased by 16%, and service sales by 6%. Adjusted operating income rose to SEK 55,394 million, resulting in an adjusted operating margin of 14.8%."}
{"text":"The higher earnings were primarily driven by price realization on both vehicles and services, supported by increased deliveries, though they were partly offset by rising material and manufacturing costs due to supply chain disturbances."}
{"text":"Reported operating income amounted to SEK 48,893 million, with currency movements positively impacting earnings by SEK 3,204 million compared to 2022."}
{"text":"In the first quarter, Volvo Trucks began producing heavy-duty electric trucks at the Tuve plant in Sweden and partnered with Boliden to utilize electric trucks for underground mining. Mack Trucks launched fully electric medium-duty trucks for North America."}
{"text":"In the second quarter, Volvo Trucks signed a letter of intent to sell 1,000 electric trucks to Holcim by 2030, marking the largest commercial order for Volvo electric trucks. The first 130 trucks will be delivered in 2023 and 2024."}
{"text":"The same quarter saw Volvo Trucks and Jiangling Motors decide against pursuing a previously announced transaction for acquiring JMC Heavy Duty Vehicle Co., Ltd. In the third quarter, Renault Trucks began taking orders for heavy-duty electric trucks, with serial production set to commence in Bourg-en-Bresse, France."}
{"text":"Volvo Autonomous Solutions formed a long-term collaboration with Boliden for deploying autonomous solutions in mining operations. A 7-year agreement was made for the delivery and service of logistics trucks to Estonia and Latvia."}
{"text":"In the third quarter, Volvo Group, Renault Group, and CMA CGM Group announced a partnership to develop decarbonized logistics, establishing a new company aimed at producing an all-new generation of fully electric vans by 2026."}
{"text":"In 2023, net order intake for fully electric trucks was 3,698, while deliveries totaled 3,523. Volvo accounted for 2,057 orders and 1,863 deliveries, while Renault Trucks recorded 1,517 orders and 1,636 deliveries."}
{"text":"In 2023, total net sales reached SEK 373,048 million, with Europe contributing SEK 175,203 million and North America SEK 107,975 million. The adjusted operating margin was 14.8%, with reported operating income of SEK 48,893 million."}
{"text":"In the fourth quarter, the Volvo FH Electric was awarded International Truck of the Year 2024, marking the first time an electric truck received this honor. The Volvo FH is among the most successful models in the industry, with nearly 1.4 million trucks sold globally."}
{"text":"In January 2024, Volvo Trucks introduced a new heavy-duty truck platform in North America, accommodating various technologies, including battery-electric and fuel cell-electric options. The new version of the Volvo VNL features class-leading fuel efficiency and reduced carbon emissions."}
{"text":"Additionally, the Volvo FH range expanded with the introduction of the Volvo FH Aero, offering enhanced energy efficiency through aerodynamic design and innovative features."}
{"text":"Volvo Construction Equipment (Volvo CE) experienced solid financial performance in 2023, starting the year with increased sales in the first quarter and achieving record earnings in the second. Despite a softening global market later in the year, currency-adjusted net sales rose by 1% to SEK 104,981 million."}
{"text":"Adjusted operating income reached SEK 16,993 million, corresponding to an adjusted operating margin of 16.2%, compared to 13.2% in the previous year."}
{"text":"Overall demand outside of China remained stable during the first half of 2023, but weakened towards the end of the year. Early in the year, rental fleet replacements supported the European market, but demand weakened due to a deteriorating macroeconomic outlook, high inflation, and rising interest rates."}
{"text":"The North American market benefitted from ongoing large infrastructure projects and strong commercial construction but softened in the fourth quarter due to deferred fleet replacements prompted by high interest rates and inflation."}
{"text":"In South America, investment levels in Brazil remained low due to low business confidence, while the Chinese market continued to weaken, with signs of a slowdown in other Asian markets later in the year."}
{"text":"In 2023, Volvo CE's net sales grew by 4% to SEK 104,981 million. Adjusted for currency movements, net sales increased by 1%, with machine sales remaining flat and service sales rising by 4%."}
{"text":"Adjusted operating income was SEK 16,993 million, with an adjusted operating margin of 16.2%. This excludes negative effects of SEK 610 million related to the planned divestment of the ABG Paver Business."}
{"text":"Compared to 2022, the improved earnings were driven by price realization and a favorable market and brand mix, partially offset by increased material and production costs. Reported operating income was SEK 16,383 million, with currency movements positively impacting it by SEK 866 million."}
{"text":"Despite challenging economic conditions, Volvo CE continues to invest in sustainable solutions and is a leader in developing products and services for construction, extraction, waste processing, and materials handling sectors."}
{"text":"Volvo CE manufactures a range of equipment, including haulers, wheel loaders, excavators, and road construction machines, along with offering services such as customer support agreements, machine control systems, and financing."}
{"text":"In 2023, the construction equipment division had 15,028 employees, accounting for 85% of the group. Overall, the company has maintained a solid sales performance amid economic challenges."}
{"text":"Volvo Construction Equipment (Volvo CE) has placed 'perform and transform' at the core of its strategy, accelerating the global rollout of its extensive portfolio of electric machines and enhancing smart solutions to benefit customers worldwide."}
{"text":"Simultaneously, Volvo CE is investing in the future through pioneering partnerships and significant investments in sustainable and digital transformation."}
{"text":"The company continued its shift towards electric products, introducing various electric machines into new markets, including the 20-ton L120H Electric Conversion wheel loader in Europe and the 23-ton EC230 Electric excavator in the Netherlands, Sweden, Germany, the UK, and France."}
{"text":"Additionally, the fully electric EC55 excavator launched in India, with a global rollout of other electric compact machines taking place in Singapore, China, and Japan."}
{"text":"Volvo CE also launched new service offerings in North America, including Connected Map, Task Manager, and Global Load Out solutions, aimed at enhancing connectivity, productivity, and sustainability in work site operations."}
{"text":"At the Con-Expo show, the first articulated hauler made with fossil-free steel in North America was handed over to a customer."}
{"text":"The Equipment as a Service (EaaS) offering continues to be rolled out, focusing on usage rather than ownership of construction equipment, allowing customers to invest more in their core business while supporting Volvo CE's service revenue goals."}
{"text":"Volvo CE announced an SEK 80 million investment in battery pack production at its excavator plant in Changwon, South Korea, alongside the creation of a dedicated business unit for compact machines to drive growth and profitability in this sector."}
{"text":"Further emphasizing its commitment to electromobility, Volvo CE delivered its first electric power unit to a customer in Sweden, designed for high-power charging of electric machines in remote locations."}
{"text":"In North America, a new innovation center was inaugurated to train technicians on diesel and electric heavy equipment, machine control technology, and productivity services."}
{"text":"In December, Volvo CE and the Ammann Group agreed on the acquisition of Volvo CE's global ABG Paver Business by Ammann Group, with regulatory approval expected in the first half of 2024."}
{"text":"In terms of market development, Volvo CE reported the following deliveries by region in 2023: Europe 16,278, North America 9,549, South America 2,271, Asia 28,073, and Africa and Oceania 3,893, totaling 60,064 deliveries."}
{"text":"The breakdown of deliveries by equipment type includes large and medium construction equipment at 145,494 and compact construction equipment at 214,570, with fully electric machines accounting for 895."}
{"text":"Total net sales for 2023 reached SEK 104,981 million, with construction equipment sales of SEK 89,009 million and services at SEK 15,973 million."}
{"text":"Adjusted operating income was SEK 16,993 million, while the operating income was SEK 16,383 million, reflecting an adjusted operating margin of 16.2%."}
{"text":"In 2023, demand for coaches remained strong while the city bus market showed improvement. Volvo Buses experienced an 11% increase in order intake, though deliveries decreased by 1% due to supply chain disruptions."}
{"text":"Currency-adjusted net sales rose by 15% to SEK 22,423 million, and adjusted operating income improved significantly to SEK 1,059 million, resulting in an adjusted operating margin of 4.7%, the highest since 2019."}
{"text":"The demand for coaches was particularly strong in North America and Europe, with Volvo Buses’ subsidiary, Prevost, launching a new bus in the next generation of the H3-45 series."}
{"text":"This long-distance bus features enhancements that increase fuel efficiency by up to 12%, providing a better experience for both drivers and passengers."}
{"text":"The local launches of the Volvo B13R platform continued in Latin America, and selected markets in Asia and Europe, reducing fuel consumption by up to 9% and overall emissions."}
{"text":"The city bus market remained stable, with increased requests for electrified buses, leading to a total order intake of 7,156 units, an increase from 6,459 units."}
{"text":"The strategic investment in electrifying city buses progressed, with strong demand for fully electric buses, particularly in Europe and South America."}
{"text":"The fully electric chassis, Volvo BZL Electric, launched globally in 2021, received several orders, especially in the UK, where Stagecoach ordered 170 electric buses, marking Volvo Buses’ largest electric order."}
{"text":"Overall, customers in the UK placed orders for 436 Volvo BZL Electric buses, while the first demo drive of the vehicle began in Curitiba, Brazil."}
{"text":"Demonstrations of the Volvo BZL Electric were also conducted in São Paulo, Bogotá, and Santiago."}
{"text":"In Mexico, the fully electric city bus, LUMINUS, was launched, with Volvo Buses ensuring optimal operation, cost-effectiveness, and support."}
{"text":"Additionally, Volvo Buses is the only manufacturer in Mexico to develop a circular model allowing bus batteries to be repurposed when no longer useful."}
{"text":"As one of the world’s largest premium bus and coach manufacturers, Volvo Buses leads in developing sustainable transport solutions, offering premium city and intercity buses, coaches, and chassis, along with productivity and safety services."}
{"text":"Volvo Buses operates in 85 countries with a global service network of over 1,500 dealerships and workshops, with production facilities in Europe, North America, and South America."}
{"text":"In 2023, Volvo Buses had 5,637 employees and achieved net sales of SEK 22,423 million, with vehicles contributing 76% and services 24%."}
{"text":"In the European market, Opérateur de Transport de Wallonie (OTW) ordered 97 Volvo 7900 S-Charge buses, following the operational reliability of previously delivered hybrid buses."}
{"text":"Total order intake for fully electric buses rose by 101% to 611 units, while deliveries increased by 51% to 363 units."}
{"text":"Volvo Buses prepared to change its business model in Europe, focusing on chassis production to offer a complete range of city and intercity buses along with coaches from external bodybuilders."}
{"text":"The new business model, previously successful in other markets, led to the decision to close the bodybuilding factory in Poland in the first quarter of 2024 to improve profitability and long-term competitiveness."}
{"text":"Volvo Buses signed agreements with MCV and Sunsundegui for licenses to manufacture bodies for its electric buses and coaches, respectively."}
{"text":"The company will continue to work with various bodybuilders to provide tailored solutions while offering full service and support to existing and future fleets."}
{"text":"Volvo Buses’ net sales increased by 21% to SEK 22,423 million, with an adjusted increase of 15% when accounting for currency movements."}
{"text":"Vehicle sales rose by 14%, and service sales improved by 18% to SEK 5,416 million."}
{"text":"Adjusted operating income was SEK 1,059 million, the best since 2019, with an adjusted operating margin of 4.7%."}
{"text":"This improvement was mainly due to increased vehicle and service sales, with price realization offsetting higher material and transport costs."}
{"text":"Reported operating income was SEK -380 million, but currency movements positively impacted results by SEK 370 million."}
{"text":"Volvo Buses aims to be the world’s most sustainable bus supplier, with factories in Sweden powered entirely by renewable energy."}
{"text":"The Uddevalla factory is certified as '100% landfill free,' recycling all its waste, and aims to reduce emissions from production by 50% and emissions per vehicle kilometer by 40% by 2030."}
{"text":"In 2023, total net sales were SEK 22,423 million, with Europe contributing SEK 7,007 million, North America SEK 9,200 million, South America SEK 2,207 million, Asia SEK 1,601 million, and Africa and Oceania SEK 2,408 million."}
{"text":"Deliveries totaled 5,773 buses, with Europe receiving 1,476, North America 1,590, South America 1,043, Asia 875, and Africa and Oceania 789."}
{"text":"Of these deliveries, 363 were fully electric and 165 were hybrids."}
{"text":"In 2023, Volvo Penta’s currency-adjusted net sales rose by 10% to SEK 21,006 million, driven by strong market demand and increased utilization of Volvo Penta products for most of the year."}
{"text":"However, demand weakened in some segments toward the end of the year."}
{"text":"Adjusted operating income increased to SEK 3,230 million from SEK 2,530 million, resulting in an adjusted operating margin of 15.4% compared to 14.0%."}
{"text":"Volvo Penta operates in two primary sectors: Marine (both leisure and commercial) and Industrial (off-highway and power generation, including battery energy storage sub-systems)."}
{"text":"The company's strategy focuses on ensuring customer success in each segment by providing innovative power solutions and services that enhance productivity and efficiency."}
{"text":"Volvo Penta is committed to achieving net-zero greenhouse gas emissions in its value chain by 2040."}
{"text":"The company is undergoing a transformation, exploring combustion engines with renewable fuels and electric driveline solutions, including battery and fuel cell technologies."}
{"text":"Volvo Penta leverages solutions from the Volvo Group, in-house development, and partnerships to enhance its offerings."}
{"text":"Despite market fluctuations and uncertainty, Volvo Penta's commitment to innovation remained strong."}
{"text":"In the marine leisure segment, there was fluctuating demand, particularly a decline in smaller boat sales, but innovation continued with the introduction of the award-winning Joystick Docking system."}
{"text":"The marine commercial segment showed resilience, with sustained demand for supply and patrol vessel propulsion."}
{"text":"In industrial segments, demand for power generation solutions remained high, although the off-highway market cooled off due to the global economic situation."}
{"text":"Volvo Penta's dedication to innovation, strategic partnerships, and an expanding industrial product portfolio positions the company for continued growth."}
{"text":"Net sales increased by 16% to SEK 21,006 million from SEK 18,102 million."}
{"text":"After adjusting for currency movements, net sales increased by 10%, with engine sales up by 11% and service sales rising by 8%."}
{"text":"Volvo Penta is one of the world’s largest producers of power systems for leisure boats and a leading provider for industrial off-highway and power generation segments."}
{"text":"The company's aim is to be the most forward-thinking and customer-focused supplier of sustainable power solutions, offering engines, power solutions, and services across various applications."}
{"text":"The core business areas include Industrial engines, Battery energy storage sub-systems, and Marine engines."}
{"text":"Volvo Penta's number of employees in 2023 is reported at 2,167, an increase from previous years."}
{"text":"In 2023, supply chain disturbances negatively affected lead times, and beginning in the second quarter, net order intake decreased due to market uncertainty."}
{"text":"Adjusted operating income for the year was SEK 3,230 million, compared to SEK 2,530 million, resulting in an adjusted operating margin of 15.4%, up from 14.0%."}
{"text":"There were no adjustments in 2023, contrasting with a negative adjustment of SEK 3 in the previous year."}
{"text":"Earnings were positively influenced by price realization and a favorable product mix, though this was partially offset by increased material and production costs."}
{"text":"Reported operating income also amounted to SEK 3,230 million, slightly up from SEK 2,527 million in 2022."}
{"text":"Currency movements had a positive impact of SEK 578 million compared to the previous year."}
{"text":"Volvo Penta introduced pioneering innovations for its marine customers, including the Innovation Award-winning Joystick Docking system."}
{"text":"The company also revealed the IPS professional platform, which expands the successful Inboard Performance System to larger vessels such as super yachts and passenger ferries."}
{"text":"On the industrial side, Volvo Penta expanded its portfolio into battery energy storage solutions and ventured into more OEM applications in material handling and construction segments."}
{"text":"The company launched its first industrial pilot for a dual fuel solution that combines diesel and hydrogen."}
{"text":"Additionally, Volvo Penta revealed its ambition to expand into productivity solutions for industrial off-highway applications in collaboration with its subsidiary, CPAC Systems."}
{"text":"Net sales in 2023 reached SEK 21,006 million, compared to SEK 18,102 million in 2022."}
{"text":"Sales breakdown by region included Europe with SEK 10,787 million, North America with SEK 4,070 million, South America with SEK 783 million, Asia with SEK 3,950 million, and Africa and Oceania with SEK 1,417 million."}
{"text":"In terms of product sales, engines accounted for SEK 15,507 million, while services generated SEK 5,499 million."}
{"text":"The adjusted operating income for 2023 was SEK 3,230 million, while total deliveries included 16,858 marine engines and 27,479 industrial engines, totaling 44,337 units."}
{"text":"Notably, fully electric engine deliveries increased to 104 units from 24 units in the previous year."}
{"text":"In 2023, Volvo Financial Services (VFS) achieved record new financing volumes, demonstrating good portfolio growth and performance while continuing its transformation journey."}
{"text":"New business volume increased by 14%, with adjusted operating income rising to SEK 3,855 million, up from SEK 3,416 million."}
{"text":"Return on equity, excluding operations in Russia and Belarus, amounted to 13.9%, down from 15.4%."}
{"text":"VFS achieved new financing volumes of SEK 118.0 billion, a 14% increase, with a 9% increase when adjusted for currency."}
{"text":"The number of Volvo Group vehicles and machines financed was 68,027, slightly down from 68,658."}
{"text":"Despite a volatile interest rate environment and strong competition from banks, VFS maintained a stable penetration rate of 27%, down from 28%."}
{"text":"The net credit portfolio increased by 21% to SEK 254,126 million, compared to SEK 216,053 million in 2022, on a currency-adjusted basis."}
{"text":"Funding of the credit portfolio is matched in terms of maturity, interest rates, and currencies in accordance with Group policy."}
{"text":"Adjusted operating income increased to SEK 3,855 million, excluding a loss of SEK 136 million on the divestment of Russian entities."}
{"text":"In 2022, adjustments amounted to SEK -2,568 million from provisioning of assets related to Russia."}
{"text":"VFS reported operating income of SEK 3,719 million, compared to SEK 848 million in the previous year."}
{"text":"Currency movements positively impacted income by SEK 160 million compared to 2022."}
{"text":"Return on shareholders’ equity was 13.0%, compared to -0.3% in 2022."}
{"text":"Excluding the results related to Russia and Belarus, return on shareholders’ equity stabilized at 13.9%, down from 15.4%."}
{"text":"The equity ratio remained stable at 8.0% for the year."}
{"text":"Credit provision expenses, excluding activity related to Russia and Belarus, amounted to SEK 643 million, compared to SEK 297 million."}
{"text":"Write-offs increased to SEK 406 million from 96 million in 2022, resulting in a write-off ratio of 0.17%, up from 0.05%."}
{"text":"Excluding Russia and Belarus, credit reserves were 1.37% of the credit portfolio, compared to 1.60% in the previous year."}
{"text":"VFS is operating from a position of strength and stability, enabling it to invest in transformative offers aligned with its Transforming Together strategy."}
{"text":"VFS works with Group brands, customers, and dealers to provide a broad range of services and financial solutions, promoting long-term relationships and customer success."}
{"text":"Offering customer financing in 47 markets worldwide, VFS covers over 90% of all Group branded deliveries."}
{"text":"VFS manages a retail portfolio of over 292,000 vehicles and machines."}
{"text":"In 2023, VFS employed a total of 1,599 people across various divisions, including Volvo Trucks, Volvo CE, Mack Trucks, Renault Trucks, and Buses."}
{"text":"Distribution of credit portfolio shows a balanced approach across different regions, maintaining a strong presence in Europe, North America, South America, Asia, and Africa."}
{"text":"In the area of pay-per-use, VFS expanded its offer for Mack Trucks customers by launching ElectriFi Subscription, allowing customers to pay as they go for miles driven in the medium-duty Mack MD Electric model."}
{"text":"ElectriFi Subscription combines costs such as the truck, body, charging, applicable incentives, physical damage insurance, and maintenance into a single monthly payment, simplifying the process."}
{"text":"This offering reduces upfront investment and provides customers with greater flexibility."}
{"text":"To develop usage-based business models and accelerate the adoption of electric vehicles (EVs), VFS committed to adding over 200 electric trucks to its portfolio in 2023."}
{"text":"These trucks will be available to customers through long-term rental and pay-per-use-related programs globally."}
{"text":"VFS is forging partnerships within and outside the Volvo Group to find innovative new solutions."}
{"text":"In collaboration with CampX by Volvo Group, financial technology (fintech) was added to the CampX innovation focus areas."}
{"text":"This addition provides VFS an opportunity to cultivate new capabilities for services that facilitate the transition to sustainable, fossil-free transport."}
{"text":"The partnership also led to the launch of iLabX 2.0, a new generation of VFS’ accelerator program."}
{"text":"iLabX 2.0 provides startups with the opportunity to develop and implement fintech and insurtech innovations together with VFS."}
{"text":"Running through 2023 and into 2024, iLabX 2.0 is currently focused on creating an exceptional experience for Equipment-as-a-Service (EaaS) customers."}
{"text":"In 2023, the number of financed units was 68,027, slightly down from 68,658 in 2022."}
{"text":"The total penetration rate decreased to 27% from 28%."}
{"text":"New financing volume reached SEK 118.0 billion, compared to SEK 103.6 billion in 2022."}
{"text":"The net credit portfolio increased to SEK 254 billion, up from SEK 216 billion."}
{"text":"Excluding Russian and Belarus operations, the net credit portfolio was SEK 254 billion, compared to SEK 215 billion in the previous year."}
{"text":"Credit provision expenses totaled SEK 612 million in 2023, significantly reduced from SEK 3,332 million."}
{"text":"Excluding Russia and Belarus operations, credit provision expenses amounted to SEK 643 million, compared to SEK 297 million."}
{"text":"Adjusted operating income increased to SEK 3,855 million, compared to SEK 3,416 million in 2022."}
{"text":"The operating income reported was SEK 3,719 million, compared to SEK 848 million in 2022."}
{"text":"Credit reserves as a percentage of the credit portfolio were 1.37%, down from 3.00%."}
{"text":"Excluding Russia and Belarus operations, credit reserves were 1.37%, down from 1.60%."}
{"text":"Return on shareholders’ equity was 13.0%, compared to -0.3% in 2022."}
{"text":"Excluding operations in Russia and Belarus, return on shareholders’ equity was 13.9%, down from 15.4%."}
{"text":"In the income statement for Financial Services, finance and lease income was SEK 24,012 million, up from SEK 17,355 million in 2022."}
{"text":"Finance and lease expenses were SEK 16,385 million, compared to SEK 10,641 million in the previous year."}
{"text":"Gross income rose to SEK 7,627 million, up from SEK 6,714 million."}
{"text":"Selling and administrative expenses increased to SEK 3,309 million from SEK 2,991 million."}
{"text":"Credit provision expenses were SEK 610 million, compared to SEK 3,355 million in 2022."}
{"text":"Other operating income and expenses totaled SEK 10 million, down from SEK 479 million."}
{"text":"Income after financial items was SEK 3,720 million, compared to SEK 848 million in 2022."}
{"text":"Income taxes amounted to SEK -1,024 million, compared to SEK -901 million in the previous year."}
{"text":"The income for the period was SEK 2,695 million, a significant improvement from -53 million."}
{"text":"Overview of VFS and Financial Performance in 2023"}
{"text":"ElectriFi Subscription for Mack Trucks was launched, allowing customers to pay for usage based on miles driven, reducing upfront costs and increasing flexibility."}
{"text":"VFS plans to add over 200 electric trucks to its portfolio in 2023 to enhance usage-based business models and accelerate EV adoption."}
{"text":"VFS is forming partnerships, including a collaboration with CampX by Volvo Group to develop fintech and insurtech innovations."}
{"text":"Key Financial Ratios for VFS show new financing volume increased to SEK 118.0 billion in 2023 from SEK 103.6 billion in 2022, with adjusted operating income rising significantly."}
{"text":"Income Statement Highlights for Financial Services include finance and lease income of SEK 24,012 million in 2023 compared to SEK 17,355 million in 2022."}
{"text":"Volvo Share Performance in 2023 indicates A share price increased by 35% and B share by 39%, with total returns of 42% for A shares and 46% for B shares."}
{"text":"A total of 0.9 billion Volvo shares valued at SEK 187 billion were traded in 2023, making it the third most traded on Nasdaq Stockholm."}
{"text":"The Board proposed an ordinary dividend of SEK 7.50 and an extra dividend of SEK 10.50 per share for 2023, totaling SEK 36.6 billion for shareholders."}
{"text":"Volvo emphasizes shareholder communication through various events, including investor meetings and reports accessible online."}
{"text":"Key Ratios highlight diluted EPS and dividends per share over the years, with the 2023 dividend proposed at SEK 18.00."}
{"text":"Volvo's Corporate Governance Report is available separately, including information about governance and shareholder relations."}
{"text":"Certain agreements include change of control clauses allowing modifications upon changes in company control."}
{"text":"Overview of Risks and Uncertainties at Volvo Group"}
{"text":"Volvo Group manages risks through Business Areas, Truck Divisions, and centralized Enterprise Risk Management (ERM) processes."}
{"text":"The ERM framework systematically reports and reviews risk assessments and mitigations, ensuring follow-up on identified risks."}
{"text":"The Group Executive Board ensures the accuracy of reported risks and mitigation activities, aligning them with strategic and operational agendas."}
{"text":"The Board of Directors monitors risks and mitigation activities annually, while the Audit Committee reviews the consolidated ERM report regularly."}
{"text":"The ERM Committee analyzes and challenges reported risks, consisting of key executives from finance, compliance, treasury, and risk management."}
{"text":"Each Business Area and Truck Division reports its largest risks to the ERM function, which compiles these into the Group ERM report."}
{"text":"Business review meetings within each area identify, analyze, mitigate, and monitor risks as part of the ERM reporting."}
{"text":"Executive Management Teams are responsible for identifying risks, establishing mitigation activities, and monitoring progress."}
{"text":"Risks are classified into five categories: Macro and market-related risks, Operational risks, Climate and people risks, Compliance risks, and Financial risks."}
{"text":"The report highlights principal risks and uncertainties that may adversely affect Volvo Group's business, strategy, financial performance, and reputation."}
{"text":"For short-term risks, refer to segment reporting in the Board of Directors' report and Note 2 in the latest quarterly report."}
{"text":"Overview of Macro and Market-Related Risks at Volvo Group"}
{"text":"The commercial vehicle industry is cyclical, influenced by global geopolitical, economic, regulatory, technological, and climate factors."}
{"text":"Volvo Group's demand is volatile, affected by GDP developments, aging vehicle replacements, and changing regulations."}
{"text":"The shift from product to service in the industry does not eliminate its cyclical nature, impacting financial results."}
{"text":"Inability to adapt to demand fluctuations may lead to capacity constraints or resource underutilization, negatively affecting earnings and cash flows."}
{"text":"Volvo Group faces intense competition from global and local peers, as well as new entrants offering innovative solutions."}
{"text":"Competitors may succeed in introducing new products or technologies, affecting Volvo’s profit margins, market share, and financial position."}
{"text":"The Group is subject to evolving environmental, health, and safety regulations across its operational jurisdictions."}
{"text":"Compliance with laws regarding emissions, noise, and safety is complex and essential for maintaining operations and reputation."}
{"text":"Failure to comply can result in recalls, penalties, and damage to the Group's reputation, impacting product offerings and financial position."}
{"text":"Safety regulations are critical for autonomous vehicles; unclear regulations may hinder scaling efforts and lead to reputational risks."}
{"text":"Volvo Group operates in nearly 190 countries, exposing it to political, economic, and other global risks."}
{"text":"Risks include public health crises, security threats, export controls, and changes in economic or political conditions."}
{"text":"The impact of these risks may adversely affect Volvo Group's competitive position, operational results, and financial health."}
{"text":"Overview of Operational Risks at Volvo Group"}
{"text":"The transformation towards low-carbon and sustainable transportation poses various transitional risks for Volvo Group."}
{"text":"Future business success depends on developing attractive, competitive, energy-efficient, and profitable products."}
{"text":"Failure to align product development with demand and regulations, especially in digitalization and electro-mobility, could negatively impact operations."}
{"text":"Driving factors of transformation include regulations, social attitudes towards climate change, and ESG considerations from investors."}
{"text":"Material changes in these factors may adversely affect strategic business decisions and overall performance."}
{"text":"Compliance with CO₂, fuel efficiency, and emission control requirements may necessitate significant volumes of electric vehicle introductions."}
{"text":"There is no assurance that new technologies can be produced profitably or sold in required quantities to meet regulations."}
{"text":"Challenges may negatively affect the Group’s reputation, resource usage, production costs, and potentially result in recalls."}
{"text":"The shift to electric solutions relies on external factors like battery availability, charging infrastructure, and renewable energy access."}
{"text":"Inadequate infrastructure or renewable energy sources could slow customer investments in electrified products, impacting operating income."}
{"text":"Many new products are in early development stages, posing risks in technology selection and timing of introduction."}
{"text":"Miscalculations or delays in adapting to trends or changes in demand could materially impact operations and cash flows."}
{"text":"The transport and vehicle industry faces disruptive technologies and business models, shifting Volvo towards transport and logistics solutions."}
{"text":"Volvo has invested in new business models and technologies for safer, more sustainable solutions, but risks remain in responding to customer needs."}
{"text":"The need to evolve from a vehicle focus to an ecosystem-driven approach introduces additional risks."}
{"text":"Operational success depends on timely supply of materials, components, and proper utilization of production capacity."}
{"text":"In 2023, supply chain strains due to shortages and other factors have continued to affect operations."}
{"text":"Further disruptions in the supply chain can arise from various factors, potentially impairing the ability to meet customer orders."}
{"text":"Overview of Suppliers and Materials Risks at Volvo Group"}
{"text":"The shift towards electrification and new customer offerings may increase reliance on new suppliers and materials."}
{"text":"Some materials could face supply risks due to scarcity or geopolitical concerns."}
{"text":"Non-adherence to the Volvo Group's code of conduct by new suppliers could pose reputation risks."}
{"text":"Traditional suppliers might lose business, creating potential shortages and investment needs for the Volvo Group."}
{"text":"Cost inflation has resulted in higher input costs for materials, freight, energy, and labor."}
{"text":"Inflationary trends may continue, impacting the Group’s financial performance."}
{"text":"The ability to pass on higher costs to customers may be limited by competitive pressures."}
{"text":"The operation of Volvo Group’s processes relies on reliable IT systems and infrastructure."}
{"text":"Problems with digital technology could disrupt operations and affect performance."}
{"text":"As new technologies are implemented, they may not perform as expected."}
{"text":"Cybersecurity threats could exploit vulnerabilities in the Group’s systems, leading to security incidents."}
{"text":"Cybersecurity incidents may harm confidentiality, availability, and integrity of information assets."}
{"text":"Incidents could adversely affect business performance, relationships, reputation, and may result in litigation."}
{"text":"Mergers, acquisitions, partnerships, and divestments are part of the Volvo Group's strategy."}
{"text":"There is no assurance that these transactions will be successful or deliver expected benefits."}
{"text":"Acquisitions may incur contingent liabilities and increase amortization expenses."}
{"text":"Divestments could pose risks related to operational separation and legal liabilities."}
{"text":"JVs and partnerships may fail to meet expectations due to incorrect assessments or insufficient resources."}
{"text":"Residual value commitments involve risks if market values of vehicles are below committed prices."}
{"text":"Failure to sell vehicles could negatively affect cash flow."}
{"text":"Overview of Climate and People Risks at Volvo Group"}
{"text":"Greenhouse gas emissions continue to alter the atmosphere, affecting global climate."}
{"text":"Climate change impacts on customers, product offerings, operations, and suppliers are key risks."}
{"text":"Volvo Group has identified climate-related transitional risks incorporated into its Enterprise Risk Management process."}
{"text":"Potential financial impacts of these risks are assessed in macro and market developments."}
{"text":"Physical climate hazards may also impact operations and supply chain."}
{"text":"Volvo Group believes recruitment, retention, and development of qualified personnel are crucial for success."}
{"text":"The Group aims to improve health and safety, targeting a significant reduction in accident rates."}
{"text":"Leveraging workforce diversity is essential to meet customer demands."}
{"text":"Managing competence shifts in specialized areas is key for success in transformation."}
{"text":"Focus areas include health and safety, leadership, empowerment, employee engagement, and inclusive culture."}
{"text":"Neglecting these areas could harm personnel well-being and the Group’s reputation as an employer."}
{"text":"It could also impair the ability to recruit and develop necessary skills for customer success."}
{"text":"Volvo Group is committed to respecting internationally recognized human rights."}
{"text":"The regulatory landscape for corporate conduct regarding human rights is rapidly evolving."}
{"text":"New legislation has been adopted with stricter due diligence and reporting requirements."}
{"text":"The Group monitors compliance with laws and strives for continuous improvement."}
{"text":"There are no assurances that adverse human rights impacts will not occur within the Group or its value chain."}
{"text":"Addressing adverse human rights impacts is a priority, but such events may negatively affect the Group financially and reputationally."}
{"text":"Overview of Compliance Risks at Volvo Group"}
{"text":"Data protection laws are becoming stricter globally, with new regulations and increased authority activities."}
{"text":"Volvo Group's operations are increasingly data-driven, particularly with connected vehicles."}
{"text":"The EU General Data Protection Regulation (GDPR) has introduced significant monetary penalties for breaches."}
{"text":"Non-compliance with data protection laws can result in fines, penalties, and operational disruptions."}
{"text":"Litigations may arise from alleged data protection violations, negatively impacting operations and reputation."}
{"text":"Volvo Group has valuable intellectual property rights, including patents, trademarks, and copyrights."}
{"text":"The growth of counterfeit goods poses risks to customer safety, vehicle performance, and brand reputation."}
{"text":"AB Volvo and Volvo Car Corporation jointly own the Volvo brand, with exclusive rights defined by license agreements."}
{"text":"The Group's rights to use the Renault brand are limited to truck operations and regulated by a license from Renault."}
{"text":"Legal proceedings are a normal part of business, covering various issues, including product safety and compliance."}
{"text":"Legal cases can be costly and lengthy, and outcomes are often unpredictable."}
{"text":"Volvo Group faces corruption risks linked to sales, supply chain activities, and administrative procedures."}
{"text":"Corruption risks extend to business partners and intermediaries, particularly in high-risk markets."}
{"text":"Competition law risks involve employee behavior, including price fixing and market manipulation."}
{"text":"Non-compliance with corruption and competition laws can lead to reputational damage and legal consequences."}
{"text":"The Group may face claims from entities affected by allegedly non-compliant practices."}
{"text":"Overview of Financial Risks at Volvo Group"}
{"text":"The Volvo Group obtains insurance where legally or contractually obligated and against risks deemed commercially viable."}
{"text":"Insufficient insurance coverage could lead to significant uninsured losses, impacting operations and financial health."}
{"text":"The Group lacks complete insurance against cybersecurity incidents and natural disasters."}
{"text":"Credit risk arises from sales in Industrial Operations and long-term receivables in Financial Services."}
{"text":"Total credit exposure can be found in Note 15 Customer financing receivables and Note 16 Receivables."}
{"text":"Short-term deposits with banks and derivatives used for hedging also expose the Group to financial credit risk."}
{"text":"Losses may occur if major customers or banks fail to fulfill their obligations."}
{"text":"The Volvo Group has significant pension commitments, some under defined benefit plans."}
{"text":"Changes in interest and inflation rates, mortality, and retirement age may affect pension obligations and costs."}
{"text":"Investment performance of pension assets also impacts funding levels."}
{"text":"A shortfall in pension plans could necessitate unexpected cash contributions, adversely affecting cash flow."}
{"text":"Interest-rate risk arises from net financial items in Industrial Operations and borrowing in Financial Services."}
{"text":"Fluctuating interest rates can affect net income, cash flow, and the value of financial assets and liabilities."}
{"text":"The Group’s efforts to hedge against interest-rate fluctuations may not always be effective."}
{"text":"Currency risk is linked to the Group’s global operations and exposure to various currency regions."}
{"text":"More than 95% of revenues are generated outside Sweden, while a significant portion of costs is in SEK."}
{"text":"Stronger SEK exchange rates can negatively affect reported results."}
{"text":"Inability to match revenues in one currency with costs in the same currency can impact cash flow and profitability."}
{"text":"Liquidity risk is crucial for ensuring sufficient payment capability and managing stakeholder expectations."}
{"text":"Sudden business cycle changes or financial market events may strain liquidity and necessitate penalties."}
{"text":"Failure to manage liquidity risks may negatively impact earnings and financial standing."}
{"text":"The Group has significant goodwill and intangible assets, which are not amortized and risk impairment."}
{"text":"Impairment may occur if calculated recoverable amounts fall below carrying amounts, sensitive to business conditions."}
{"text":"Instability in performance and volatility in rates may indicate a need for impairment."}
{"text":"Overview of Accounting Policies at AB Volvo (publ)"}
{"text":"The consolidated financial statements are prepared according to International Financial Reporting Standards (IFRS) by the IASB, as adopted by the EU."}
{"text":"The Annual Report complies with IAS 1 Presentation of Financial Statements and the Swedish Annual Accounts Act."}
{"text":"RFR 1 Supplementary Rules for Groups from the Swedish Sustainability and Financial Reporting Board is also applied."}
{"text":"Amounts are in SEK M unless specified otherwise; parentheses indicate the preceding year's amounts."}
{"text":"The following IFRS standards are applicable for various accounting policies:"}
{"text":"1. Acquisitions and divestments: IFRS 3, IFRS 10."}
{"text":"2. Assets and liabilities held for sale: IFRS 5, IFRS 13."}
{"text":"3. Joint ventures: IFRS 11, IFRS 12, IAS 28."}
{"text":"4. Associated companies: IFRS 12, IAS 28."}
{"text":"5. Other shares and participations: IFRS 7, IFRS 9, IFRS 13, IAS 28, IAS 32."}
{"text":"6. Operating segments: IFRS 8."}
{"text":"7. Revenue recognition: IFRS 9, IFRS 15, IFRS 16."}
{"text":"8. Financial income and expenses: IFRS 9."}
{"text":"9. Income taxes: IAS 12."}
{"text":"10. Non-controlling interest: IFRS 10, IFRS 12."}
{"text":"11. Research and development: IAS 36, IAS 38."}
{"text":"12. Goodwill: IFRS 3, IAS 36, IAS 38."}
{"text":"13. Tangible assets: IFRS 13, IFRS 16, IAS 16, IAS 36, IAS 40."}
{"text":"14. Leasing: IFRS 16."}
{"text":"15. Inventories: IAS 2."}
{"text":"16. Earnings per share: IAS 33."}
{"text":"17. Pensions and similar obligations: IFRS 2, IAS 19."}
{"text":"18. Residual value risks: IFRS 15, IAS 37."}
{"text":"19. Product warranty: IAS 37."}
{"text":"20. Restructuring costs: IAS 19, IAS 37."}
{"text":"21. Extended coverage and service contracts: IFRS 15, IAS 37."}
{"text":"22. Insurance operations: IFRS 4."}
{"text":"23. Contingent liabilities and financial commitments: IAS 37."}
{"text":"24. Transactions with related parties: IAS 24."}
{"text":"25. Government grants: IAS 20."}
{"text":"26. Incentive programs: IFRS 2, IAS 19."}
{"text":"27. Cash flow statement: IAS 7."}
{"text":"28. Financial instruments: IFRS 7, IFRS 9."}
{"text":"29. Customer-financing receivables: IFRS 7, IFRS 9, IFRS 13, IFRS 16, IAS 32."}
{"text":"30. Receivables: IFRS 7, IFRS 9, IFRS 13, IAS 32."}
{"text":"31. Cash and cash equivalents: IFRS 7, IFRS 9, IFRS 13, IAS 32."}
{"text":"32. Liabilities: IFRS 7, IFRS 9, IFRS 13, IAS 32."}
{"text":"33. Financial instruments (continued): IFRS 7, IFRS 9, IFRS 13, IAS 32."}
{"text":"The consolidated financial statements for AB Volvo and its subsidiaries follow International Financial Reporting Standards (IFRS) as adopted by the EU, adhering to IAS 1 and the Swedish Annual Accounts Act, along with RFR 1 from the Swedish Sustainability and Financial Reporting Board."}
{"text":"Amounts are reported in SEK million (SEK M), with parentheses indicating the previous year’s figures."}
{"text":"Key accounting policies include acquisitions and divestments under IFRS 3 and IFRS 10, joint ventures and associates under IFRS 11, IFRS 12, and IAS 28, revenue recognition governed by IFRS 9, IFRS 15, and IFRS 16, and financial instruments handled under IFRS 7 and IFRS 9."}
{"text":"Control over subsidiaries exists when the Volvo Group has rights to variable returns and the ability to affect them; joint ventures and associates are recognized using the equity method."}
{"text":"Functional currency is based on the primary economic environment, with translation of income statement items using monthly average rates and balance sheet items at year-end rates."}
{"text":"A table lists important exchange rates for various currencies compared to SEK, providing average and closing rates for 2023 and 2022."}
{"text":"From January 1, 2023, amendments to IAS 12 regarding tax exposure disclosures and deferred taxes related to Pillar Two Model Rules are effective."}
{"text":"A new long-term incentive plan adopted in 2023 is partially accounted for under IFRS 2 for share-based payments."}
{"text":"Amendments to IAS 7 and IFRS 7 will introduce disclosure requirements regarding supplier finance arrangements effective from January 1, 2024."}
{"text":"Acquisitions are consolidated from the date of acquisition, utilizing the acquisition method, where identifiable assets and liabilities are measured at fair value."}
{"text":"Goodwill is recognized as the surplus amount from the purchase price, potential non-controlling interest, and fair value of previously held equity interests."}
{"text":"All acquisition-related costs are expensed, and for staged acquisitions, business combinations occur when control is achieved, with previously held equity interests remeasured."}
{"text":"The Volvo Group decides on the valuation of non-controlling interest and recognizes transactions with owners in equity if control is retained."}
{"text":"Subsidiaries are included until the divestment date; ownership interest decreases without losing control is accounted for as an equity transaction."}
{"text":"Assets and liabilities held for sale are recognized separately on the balance sheet at the lower of carrying amount and fair value, deducting selling expenses."}
{"text":"In 2023 and 2022, the Volvo Group did not make any acquisitions that materially impacted financial statements."}
{"text":"The total impact of acquisitions is shown in a table, with 2023 including an advance payment for a battery business acquisition."}
{"text":"In 2023, the Volvo Group divested its Russian entities, resulting in a SEK 794 M negative impact on operating income and SEK 2,499 M cash flow effect."}
{"text":"The Group received SEK 196 M in 2023 related to the earnout from the 2021 divestment of UD Trucks."}
{"text":"No other material divestments occurred in 2022, with earnouts from the previous year's divestment amounting to SEK 145 M."}
{"text":"Divestments in 2023 resulted in net assets of SEK -4,448 M, including cash and cash equivalents of SEK -5,830 M."}
{"text":"The effect on the Volvo Group's cash flow was a negative SEK 2,268 M and a negative effect on net financial position of SEK -1,108 M."}
{"text":"Consideration received from divestments included cash of SEK 3,562 M, leading to a net loss of SEK -569 M after accounting for transaction costs of SEK -25 M."}
{"text":"As of December 31, 2023, assets and liabilities held for sale amounted to net SEK 3,803 M, related to planned divestments of Arquus and Volvo Construction Equipment."}
{"text":"Write-downs of assets to fair value negatively impacted operating income by SEK 880 M and SEK 610 M for Arquus and the paver business, respectively."}
{"text":"Total assets before write-downs amounted to SEK 13,417 M, with a total of SEK 11,960 M after write-downs."}
{"text":"As of December 31, 2023, total liabilities were SEK 8,157 M."}
{"text":"On February 1, 2024, the Volvo Group acquired net assets related to the battery business from Proterra Inc. for USD 210 M."}
{"text":"This acquisition includes a development center in California and an assembly factory in South Carolina."}
{"text":"Preliminary purchase price allocation indicates acquired net assets mainly consist of machinery and equipment (USD 80 M), inventory (USD 120 M), and technology surplus values (USD 20 M)."}
{"text":"Acquisition-related costs of SEK 85 M were recognized in other operating income and expenses."}
{"text":"As of February 1, 2024, the acquired operation is recognized in the Trucks segment of the Volvo Group financial statements."}
{"text":"No other acquisitions or divestments occurred after the end of the period that materially impacted the financial statements."}
{"text":"The Volvo Group faces financial risks, including interest rate risks, currency risks, credit risks, liquidity risks, and other price risks."}
{"text":"A financial risk policy governs the management of these risks, defining roles, responsibilities, and financial instruments for mitigation."}
{"text":"The policy is reviewed annually, and financial risk management is integrated into business operations, primarily centralized in Volvo Group Treasury."}
{"text":"In 2023, financial market volatility decreased significantly, with market rates reaching historically high levels."}
{"text":"The Volvo Group managed financial activities in accordance with the risk policy, without any breaches."}
{"text":"Interest rate risk impacts net income and cash flow; interest rate swaps are used to manage this risk."}
{"text":"After the transition from USD LIBOR to SOFR in 2023, the Volvo Group converted outstanding interest rate derivative contracts without material impact on the income statement."}
{"text":"Financial Services aims to match interest rate fixings on borrowing and lending to eliminate interest rate risk, achieving a matching ratio of 101% at year-end 2023."}
{"text":"At year-end 2023, the average interest on Industrial Operations financial assets was 4.6%, up from 3.2% due to higher underlying interest rates."}
{"text":"Industrial Operations' financial liabilities had an average interest rate of 5.7% at year-end 2023, reflecting increased credit costs."}
{"text":"The Volvo Group is exposed to currency risks due to net assets in different currencies."}
{"text":"As of December 31, 2023, the net financial position, excluding post-employment benefits and lease liabilities, was SEK 49,678 million."}
{"text":"The potential impact on income after financial items from a 1% rise in interest rates is SEK 850 million."}
{"text":"If the SEK appreciates against other currencies by 10%, the impact on the net financial position would be a decrease of SEK 3,373 million."}
{"text":"Price risk exposure is related to financial assets and liabilities with longer interest rate fixing terms, but for Industrial Operations, this risk is considered immaterial due to short fixing terms."}
{"text":"Financial Services matches financial assets and liabilities to limit risk, while Volvo Group Treasury can take limited active currency and interest rate positions within market risk limits."}
{"text":"Value-at-Risk (VaR) is used as the main tool for measuring market risk, with a total VaR mandate of SEK 150 million."}
{"text":"As of December 31, 2023, VaR usage was SEK 20.6 million, down from SEK 40.8 million in 2022."}
{"text":"Currency risks arise from changes in contracted payment flows, the value of loans and investments, and the value of assets and liabilities in foreign subsidiaries."}
{"text":"The goal of the Volvo Group’s currency risk management is to secure cash flow from firm flows through currency hedges and minimize financial item exposure on the balance sheet."}
{"text":"As of December 31, 2023, the Volvo Group had outstanding derivatives hedging commercial currency risks with a nominal amount of 121 million in GBP/SEK."}
{"text":"The average contract rate for these derivatives was 13.51, with a market value of SEK 105 million."}
{"text":"The sensitivity analysis for currency risk in 2023 indicates that a 10% appreciation of various currencies would impact operating income as follows: SEK -6.3 billion, KRW -0.9 billion, GBP +1.5 billion, USD +1.2 billion, CAD +1.0 billion."}
{"text":"The deficit in transaction exposure for SEK is mainly due to flows in GBP, USD, CAD, AUD, and NOK."}
{"text":"The Volvo Group conducts manufacturing in 18 countries, with over 95% of net sales generated outside Sweden."}
{"text":"Transaction exposure from commercial flows arises from internal purchases and sales between manufacturing entities and external sales in foreign currency."}
{"text":"The increase in commercial net flows compared to the previous year is attributed to improved demand for the Volvo Group's products and services."}
{"text":"The deficit in SEK and KRW is largely a result of manufacturing costs in Sweden and South Korea with limited external revenues."}
{"text":"The surpluses in GBP, USD, and CAD come from internal and external sales to Great Britain, the USA, and Canada, respectively."}
{"text":"In Financial Services, currency risk is managed through local currency lending and borrowing."}
{"text":"Hedging of the Volvo Group’s commercial currency exposure is conducted centrally, primarily using forward contracts and currency options."}
{"text":"Translation exposure occurs during the consolidation of operating income in foreign subsidiaries, which the Volvo Group does not hedge."}
{"text":"Hedge accounting is not applied to commercial cash flows in foreign currency, meaning the impact on equity is equal to the impact on operating income."}
{"text":"The Volvo Group Treasury minimizes financial currency exposure by conducting loans and investments mainly in local currencies."}
{"text":"The net financial position is affected by currency fluctuations across different operations that use various currencies."}
{"text":"The carrying amount of assets and liabilities in foreign subsidiaries is influenced by exchange rates during translation to SEK."}
{"text":"To minimize currency exposure of equity, the Volvo Group continuously optimizes the size of equity in foreign subsidiaries and may hedge internal dividends."}
{"text":"As of the end of 2023, net assets in foreign subsidiaries, associated companies, and joint ventures totaled SEK 90 billion."}
{"text":"In 2023, the Volvo Group's currency review indicates a total currency impact on operating income of SEK 4,758 million."}
{"text":"Net flows in foreign currency contributed SEK 1,093 million, while realized and unrealized gains and losses on currency hedging contracts were SEK -16 million."}
{"text":"Unrealized gains and losses on receivables and liabilities in foreign currency amounted to SEK 94 million, and the translation effect on operating income in foreign subsidiaries was SEK 2,805 million."}
{"text":"The change in currency impact compared to 2022 shows an increase in the realized and unrealized gains from hedging contracts and a significant recovery in unrealized gains on receivables and liabilities."}
{"text":"The transaction exposure from commercial net flows indicates a deficit in SEK (2023: -49, 2022: -63) and varying flows in other currencies."}
{"text":"In 2023, the currency flows for KRW decreased from -9 to -7 billion, while EUR, ZAR, AUD, and CAD also showed declines in net flows."}
{"text":"The net surpluses for GBP decreased from 15 to 12 billion, while USD flows declined from 12 to 8 billion."}
{"text":"The currency impact on operating income from net flows in foreign currency showed a total effect of SEK 1.1 billion in 2023."}
{"text":"The largest contributions to the currency impact came from USD (0.5), GBP (0.8), and other currencies."}
{"text":"The translation effect on operating income in foreign subsidiaries showed a total change of SEK 2,805 million, with USD contributing SEK 1,049 million and EUR contributing SEK 1,091 million."}
{"text":"In terms of net sales, the total currency impact compared to 2022 was SEK 26,030 million."}
{"text":"The largest positive contributions to net sales from foreign currency inflows were from EUR (12,576), USD (7,318), and GBP (1,421), while ZAR and NOK showed negative impacts."}
{"text":"In 2023, the Volvo Group's currency review indicates a total currency impact on operating income of SEK 4,758 million."}
{"text":"Net flows in foreign currency contributed SEK 1,093 million, while realized and unrealized gains and losses on currency hedging contracts were SEK -16 million."}
{"text":"Unrealized gains and losses on receivables and liabilities in foreign currency amounted to SEK 94 million, and the translation effect on operating income in foreign subsidiaries was SEK 2,805 million."}
{"text":"The change in currency impact compared to 2022 shows an increase in the realized and unrealized gains from hedging contracts and a significant recovery in unrealized gains on receivables and liabilities."}
{"text":"The transaction exposure from commercial net flows indicates a deficit in SEK (2023: -49, 2022: -63) and varying flows in other currencies."}
{"text":"In 2023, the currency flows for KRW decreased from -9 to -7 billion, while EUR, ZAR, AUD, and CAD also showed declines in net flows."}
{"text":"The net surpluses for GBP decreased from 15 to 12 billion, while USD flows declined from 12 to 8 billion."}
{"text":"The currency impact on operating income from net flows in foreign currency showed a total effect of SEK 1.1 billion in 2023."}
{"text":"The largest contributions to the currency impact came from USD (0.5), GBP (0.8), and other currencies."}
{"text":"The translation effect on operating income in foreign subsidiaries showed a total change of SEK 2,805 million, with USD contributing SEK 1,049 million and EUR contributing SEK 1,091 million."}
{"text":"In terms of net sales, the total currency impact compared to 2022 was SEK 26,030 million."}
{"text":"The largest positive contributions to net sales from foreign currency inflows were from EUR (12,576), USD (7,318), and GBP (1,421), while ZAR and NOK showed negative impacts."}
{"text":"Credit risk includes the risk of non-payment for accounts receivables and customer-financing receivables, unrealizable investments, and financial counterparty risks."}
{"text":"Volvo Group manages commercial credit risk through policies, customer classification, active monitoring, and necessary allowances for expected credit losses."}
{"text":"Customer-financing receivables stood at SEK 232 billion in 2023."}
{"text":"Financial credit risk is managed by Volvo Group Treasury, focusing on ensuring liquidity and low credit risk in investments, with cash and cash equivalents at SEK 83 billion."}
{"text":"Financial counterparty risk involves risks from derivative contracts, managed through limits per counterparty and netting agreements (ISDA) to reduce exposure."}
{"text":"As of Dec 31, 2023, the gross exposure from derivatives was 6,293 million in assets and 5,779 million in liabilities, resulting in a net position of 1,034 million in assets and 183 million in liabilities."}
{"text":"Liquidity risk is defined as the risk of being unable to finance or refinance assets or meet payment obligations."}
{"text":"Volvo Group maintains liquidity by keeping a percentage of sales in liquid assets, with cash and cash equivalents at SEK 83 billion and unutilized credit facilities at SEK 53 billion."}
{"text":"Expected future capital and interest flows are disclosed in financial statements, with a matching degree of borrowing and lending in Financial Services at 101% at year-end 2023."}
{"text":"The hybrid bond issued in 2014 amounted to EUR 1.5 billion, with the final tranche of EUR 0.6 billion repaid in March 2023."}
{"text":"Commodity risk for the Volvo Group refers to the potential impact of changing commodity prices on income."}
{"text":"Commodities like steel, precious metals, and electricity are regularly procured by the Volvo Group, with prices set in global markets."}
{"text":"Changes in commodity prices are integrated into the product cost calculation, reflecting increased costs in the final sales price."}
{"text":"The Volvo Group may enter long-term purchasing agreements with commodity suppliers to mitigate price volatility."}
{"text":"Joint ventures in the Volvo Group are companies with joint control alongside external parties, recognized using equity method accounting."}
{"text":"Key joint ventures include VE Commercial Vehicles, Ltd. (VECV) and cellcentric GmbH & Co. KG, focusing on strengthening market positions and developing fuel-cell systems."}
{"text":"Associated companies are those where the Volvo Group holds significant influence, typically defined as having between 20% and 50% voting rights."}
{"text":"The Volvo Group's investment in Dongfeng Commercial Vehicles Co., Ltd. is classified as an associated company within the Trucks segment."}
{"text":"In 2023, the Volvo Group divested its shares in associated companies WirelessCar Sweden AB and Imatech Marin & Industri AB."}
{"text":"Income from joint ventures and associated companies is recorded in the income statement as income/loss from investments."}
{"text":"This income may be adjusted for depreciation of surplus values and the effects of differing accounting policies."}
{"text":"Dividends from joint ventures and associated companies are excluded from the consolidated income statement."}
{"text":"The carrying amount of investments in joint ventures and associated companies reflects the Group’s share of net income, less depreciation and dividends received."}
{"text":"Losses in joint ventures may indicate impairment, but investments cannot have a negative carrying value unless there are obligations to cover losses."}
{"text":"Investments in other shares and participations, where the Group holds less than 20% influence, are recognized at fair value through other comprehensive income."}
{"text":"Unlisted shares and participations are measured at amortized cost, with interest and dividends recognized in the income statement."}
{"text":"The Volvo Group's investments in joint ventures include cellcentric, VE Commercial Vehicles, Ltd. (VECV), and other holdings."}
{"text":"As of December 31, 2023, the carrying value of cellcentric is SEK 7,786 million with a 50% holding."}
{"text":"VE Commercial Vehicles, Ltd. (VECV) has a carrying value of SEK 3,131 million and a 45.6% holding as of December 31, 2023."}
{"text":"Other holdings in joint ventures, including World of Volvo AB, Force Réseau, and Milence, total SEK 483 million."}
{"text":"Total investments in joint ventures amounted to SEK 11,400 million in 2023, up from SEK 10,661 million in 2022."}
{"text":"The summarized income statements for joint ventures show total net sales of SEK 28,558 million in 2023."}
{"text":"Operating income for joint ventures in 2023 was SEK 180 million."}
{"text":"Interest income for the year was SEK 230 million, while interest expenses totaled SEK 61 million."}
{"text":"Income tax expenses amounted to SEK 614 million, resulting in a net income for the period of SEK 1,143 million."}
{"text":"Other comprehensive income totaled SEK -3 million, leading to total comprehensive income of SEK 1,141 million for 2023."}
{"text":"The summarized balance sheets as of December 31, 2023, show total assets of SEK 37,477 million for joint ventures."}
{"text":"Equity in joint ventures reached SEK 23,719 million, while total liabilities amounted to SEK 13,758 million."}
{"text":"The net financial position for joint ventures was SEK 2,664 million, with contingent liabilities of SEK 105 million."}
{"text":"Dividends received from VECV in 2023 amounted to SEK 100 million, an increase from SEK 44 million in 2022."}
{"text":"The Volvo Group's investments in associated companies include Dongfeng Commercial Vehicles Co., Ltd. (DFCV) with a 45% holding valued at SEK 7,256 million as of December 31, 2023."}
{"text":"Other holdings in associated companies, mainly related to Blue Chip Jet II HB, have a carrying value of SEK 501 million."}
{"text":"Total investments in associated companies amount to SEK 7,757 million in 2023, down from SEK 10,922 million in 2022."}
{"text":"In 2023, net sales for DFCV were SEK 40,847 million, while other associated companies generated SEK 4,364 million in sales."}
{"text":"Total net sales for associated companies in 2023 reached SEK 45,211 million, an increase from SEK 37,103 million in 2022."}
{"text":"DFCV reported an operating income of SEK -3,993 million in 2023, while other associated companies had an operating income of SEK 86 million."}
{"text":"The total operating income for associated companies in 2023 was SEK -3,907 million, worsening from SEK -2,920 million in 2022."}
{"text":"Income for the period from associated companies included depreciation and internal transactions, resulting in a total income of SEK -4,710 million for 2023."}
{"text":"Other comprehensive income from associated companies was SEK -1 million in 2023, leading to total comprehensive income of SEK -4,711 million."}
{"text":"The summarized balance sheet for DFCV as of December 31, 2023, shows non-current assets of SEK 18,364 million and current assets of SEK 37,182 million."}
{"text":"Total assets for DFCV amount to SEK 55,546 million, while total assets for other associated companies are SEK 2,887 million."}
{"text":"Total equity for associated companies reached SEK 16,271 million, while total liabilities were SEK 42,163 million as of December 31, 2023."}
{"text":"In 2023, no dividends were received from DFCV."}
{"text":"In 2023, the Volvo Group reported an income/loss from investments in joint ventures and associated companies totaling SEK -2,568 million, compared to SEK -1,333 million in 2022."}
{"text":"Income/loss from joint ventures includes a profit of SEK 525 million from VECV, a loss of SEK -575 million from cellcentric, and a loss of SEK -124 million from other companies, resulting in a subtotal of SEK -174 million."}
{"text":"The income/loss from associated companies included a significant loss of SEK -2,240 million from DFCV and a profit of SEK 46 million from other companies, leading to a subtotal of SEK -2,194 million."}
{"text":"In 2023, the Volvo Group recognized a revaluation and write-down of shares in other companies amounting to SEK -200 million, primarily from divesting WirelessCar Sweden AB and Imatech Marin & Industri AB."}
{"text":"This divestment involved write-downs of SEK 132 million and SEK 68 million respectively."}
{"text":"The income/loss from investments in joint ventures and associated companies also included SEK 36 million in depreciation of surplus values in associated companies."}
{"text":"As of December 31, 2023, the carrying value of holdings in listed companies was SEK 22 million, while holdings in non-listed companies totaled SEK 859 million."}
{"text":"The total carrying value of other shares and participations reached SEK 881 million in 2023, an increase from SEK 605 million in 2022."}
{"text":"Changes in fair value for listed and non-listed companies were measured through other comprehensive income, amounting to SEK 15 million in 2023, an improvement from SEK -45 million in 2022."}
{"text":"The Volvo Group's segment reporting follows an accounting policy aligned with internal reporting to the Group Executive Board, responsible for strategic decisions and resource allocation."}
{"text":"The Volvo Group consists of ten business areas: Volvo Trucks, Mack Trucks, Renault Trucks, Volvo Autonomous Solutions, Volvo Energy, Volvo Construction Equipment, Volvo Buses, Volvo Penta, Arquus, and Volvo Financial Services."}
{"text":"Truck business areas, including Volvo Autonomous Solutions and Volvo Energy, are combined into the Trucks segment, which also includes associated companies and joint ventures like Dongfeng Commercial Vehicles, VE Commercial Vehicles, cellcentric, and Milence."}
{"text":"Shared operations for product development, purchasing, and manufacturing are highly integrated within the Trucks segment, and resource allocation is strategically managed across the segment."}
{"text":"The segment titled Group functions & Other includes Arquus, Nova Bus, and common business support functions, such as Volvo Group Digital & IT and Volvo Group Real Estate, with costs shared based on utilization."}
{"text":"In 2023, the Volvo Group reported net sales of SEK 552,764 million, with external customer sales at SEK 529,188 million and internal sales of SEK 4,081 million."}
{"text":"The net sales breakdown for segments includes Trucks at SEK 373,048 million, Construction Equipment at SEK 104,981 million, Buses at SEK 22,423 million, Volvo Penta at SEK 21,006 million, and Group functions & Other at SEK 11,811 million."}
{"text":"Total expenses for the Volvo Group amounted to SEK 483,413 million, with notable expenses in Trucks (SEK -321,792 million) and Construction Equipment (SEK -88,599 million)."}
{"text":"Operating income for the entire group was SEK 66,784 million, with Trucks contributing SEK 48,893 million and Construction Equipment contributing SEK 16,383 million."}
{"text":"Income from investments in joint ventures and associated companies was reported as SEK -2,568 million, impacting overall financial performance."}
{"text":"Depreciation, amortization, and impairment costs totaled SEK 21,227 million, with the Trucks segment accounting for SEK -15,180 million."}
{"text":"Restructuring costs were reported at SEK -2,643 million, while gains/losses from divestments totaled SEK -2,199 million."}
{"text":"The Volvo Group made significant additions to intangible and tangible assets amounting to SEK 38,680 million."}
{"text":"Investments in joint ventures and associated companies reached SEK 19,158 million, while assets held for sale were reported at SEK 11,960 million."}
{"text":"Liabilities held for sale totaled SEK -8,157 million."}
{"text":"In 2022, the Volvo Group reported net sales of SEK 473,479 million, with external customer sales at SEK 456,513 million and internal sales of SEK 3,190 million."}
{"text":"Net sales by segment in 2022 included Trucks at SEK 310,536 million, Construction Equipment at SEK 100,261 million, Buses at SEK 18,583 million, Volvo Penta at SEK 18,102 million, and Group functions & Other at SEK 12,221 million."}
{"text":"Total expenses for the Volvo Group in 2022 amounted to SEK 426,433 million, with significant expenses in Trucks (SEK -277,235 million) and Construction Equipment (SEK -87,354 million)."}
{"text":"Operating income for the Volvo Group was SEK 45,712 million, with Trucks contributing SEK 31,976 million and Construction Equipment contributing SEK 12,907 million."}
{"text":"Income from investments in joint ventures and associated companies was SEK -1,333 million."}
{"text":"Depreciation, amortization, and impairment costs for the Volvo Group totaled SEK 20,729 million, with the Trucks segment accounting for SEK -14,914 million."}
{"text":"Restructuring costs were reported at SEK 77 million, while there were no gains or losses from divestments."}
{"text":"The Volvo Group made additions to intangible and tangible assets totaling SEK 36,195 million."}
{"text":"Investments in joint ventures and associated companies reached SEK 21,583 million."}
{"text":"In 2023, the Volvo Group's net sales reached SEK 552,764 million, with significant contributions from various geographical regions."}
{"text":"Net sales in Europe were SEK 236,613 million in 2023, with Sweden accounting for SEK 13,896 million and France for SEK 46,061 million."}
{"text":"North America contributed SEK 164,825 million to net sales, with the USA alone accounting for SEK 137,856 million."}
{"text":"South America reported net sales of SEK 49,165 million, with Brazil contributing SEK 35,986 million."}
{"text":"In Asia, net sales totaled SEK 66,105 million, with China contributing SEK 14,487 million."}
{"text":"Africa and Oceania accounted for SEK 36,056 million in net sales."}
{"text":"Non-current assets for the Volvo Group totaled SEK 128,010 million in 2023, with tangible and intangible assets (excluding goodwill) reported."}
{"text":"The Volvo Group recognizes net sales in Industrial Operations from sales of vehicles and services when control is transferred to the customer."}
{"text":"Control refers to the customer's ability to use the vehicles or services and obtain associated cash flows."}
{"text":"Vehicles include new and used trucks, buses, machines, engines, trailers, superstructures, and special vehicles."}
{"text":"Revenue from vehicles is recognized at the point of delivery to the customer, considering rebates, returns, and variable sales prices."}
{"text":"If a vehicle sale includes a residual value commitment (buybacks and tradebacks), control transfer is assessed based on the customer's economic incentives."}
{"text":"If the customer has a significant economic incentive to return the vehicle, the sale is treated as an operating lease, with revenue recognized over the commitment period."}
{"text":"Assets under operating leases, residual value liabilities, and deferred lease income are reported on the balance sheet."}
{"text":"If the customer lacks significant economic incentives to return the vehicle, the sale is recognized based on the right of return model."}
{"text":"Revenue for services, including spare parts and maintenance, is recognized at delivery for parts and over the contract period for maintenance services."}
{"text":"In 2023, revenue from Financial Services was SEK 24,012 million."}
{"text":"Critical judgments are made regarding the transfer of control in sales with residual value commitments."}
{"text":"Factors considered include assessed fair market value and historical return data."}
{"text":"The future mix of products is influenced by customer demand for environmentally friendly solutions and uncertainties in fair market value assessments."}
{"text":"For variable sales prices, the expected value method is used, and revenue is recognized when it is highly probable that a reversal will not occur."}
{"text":"In 2023, Volvo Group's net sales reached SEK 552,764 million, with Industrial Operations contributing SEK 533,269 million and Financial Services contributing SEK 24,012 million."}
{"text":"The net sales by geographical region in 2023 were as follows: Europe SEK 236,613 million, North America SEK 164,825 million, South America SEK 49,165 million, Asia SEK 66,105 million, and Africa and Oceania SEK 36,056 million."}
{"text":"Net sales by product group in 2023 included Vehicles at SEK 425,301 million and Services at SEK 127,463 million."}
{"text":"In terms of revenue recognition timing, SEK 501,808 million was recognized at the point of delivery and SEK 50,955 million was recognized over the contract period."}
{"text":"In 2022, Volvo Group's net sales were SEK 473,479 million, with Industrial Operations contributing SEK 459,703 million and Financial Services contributing SEK 17,355 million."}
{"text":"The net sales by geographical region in 2022 were: Europe SEK 191,165 million, North America SEK 137,154 million, South America SEK 51,734 million, Asia SEK 64,392 million, and Africa and Oceania SEK 29,033 million."}
{"text":"Net sales by product group in 2022 included Vehicles at SEK 363,659 million and Services at SEK 109,820 million."}
{"text":"In terms of revenue recognition timing, SEK 433,805 million was recognized at the point of delivery and SEK 39,674 million was recognized over the contract period."}
{"text":"As of December 31, 2023, Volvo Group had total contract assets of SEK 1,702 million, which includes SEK 1,535 million in right of return assets and SEK 154 million in parts return assets."}
{"text":"The contract assets recognized within other receivables included SEK 3,721 million that has been reclassified to assets held for sale."}
{"text":"Contract liabilities totaled SEK 39,006 million as of December 31, 2023, which includes deferred service revenue of SEK 24,916 million and advances from customers amounting to SEK 3,623 million."}
{"text":"Refund liabilities stood at SEK 2,054 million, with SEK 1,536 million expected to be due after 12 months."}
{"text":"As of December 31, 2023, the expected revenue to be recognized over the remaining term of service contracts was SEK 34,262 million, with approximately 34% expected to be recognized in 2024."}
{"text":"In 2023, Volvo Group recognized revenue of SEK 26,023 million that was included in contract liabilities at the beginning of the period."}
{"text":"Other operating income and expenses for 2023 amounted to a total loss of SEK 12,280 million, including gains/losses on divestment of group companies and changes in allowances for doubtful receivables."}
{"text":"In 2022, the total loss from other operating income and expenses was SEK 7,374 million."}
{"text":"In 2023, Volvo Group reported other financial income and expenses totaling SEK -1,581 million, compared to SEK -437 million in 2022."}
{"text":"The unrealized revaluation of derivatives used to hedge interest rate exposure resulted in a loss of SEK -736 million in 2023, a decrease from a gain of SEK 18 million in 2022."}
{"text":"The realized result and unrealized revaluation on derivatives used to hedge future cash flow exposure in foreign currency showed a gain of SEK 105 million in 2023, up from SEK 1 million in the previous year."}
{"text":"Exchange rate losses on financial assets and liabilities amounted to SEK -956 million in 2023, compared to SEK -332 million in 2022."}
{"text":"Costs related to the Treasury function and credit facilities decreased to SEK -20 million in 2023, down from SEK -231 million in 2022."}
{"text":"Other financial income and expenses attributable to financial instruments amounted to SEK -1,587 million in 2023, up from SEK -313 million in 2022."}
{"text":"The accounting policy for other financial income and expenses includes recognizing unrealized revaluation on derivatives at fair value through the income statement without applying hedge accounting."}
{"text":"Deferred tax assets related to tax-loss carryforwards are recognized based on an assessment of the likelihood of future taxable profits, with valuation allowances made if realization is not probable."}
{"text":"Volvo Group regularly evaluates income tax positions to determine the necessity of recognizing tax liabilities or contingent liabilities based on various factors, including changes in circumstances and case progress."}
{"text":"The Volvo Group is subject to the OECD Pillar Two model rules, which require multinational groups to pay a minimum tax of 15% on profits in each jurisdiction where they operate."}
{"text":"Pillar Two legislation has been enacted in Sweden and will take effect from the financial year 2024; hence, there was no related current tax exposure for 2023."}
{"text":"For the financial year 2023, the total income taxes for the Volvo Group amounted to SEK -16,794 million, up from SEK -12,108 million in 2022."}
{"text":"Current taxes relating to the period were SEK -19,294 million in 2023, compared to SEK -15,081 million in 2022."}
{"text":"Deferred taxes originated or reversed during the period were SEK 2,209 million in 2023, a decrease from SEK 2,712 million in 2022."}
{"text":"The Swedish corporate income tax rate was 20.6% in both 2023 and 2022."}
{"text":"The effective tax rate for the Volvo Group was 25.2% in 2023, down from 26.8% in 2022."}
{"text":"The effective tax rate was mainly affected by the mix of countries in the Volvo Group's earnings."}
{"text":"As of December 31, 2023, the deferred tax assets before valuation allowance amounted to SEK 25,125 million, while after the allowance, they were SEK 23,926 million."}
{"text":"The netting of deferred tax assets and liabilities resulted in net deferred tax assets of SEK 16,186 million as of December 31, 2023."}
{"text":"Deferred tax liabilities were SEK 12,465 million at the end of 2023, resulting in net deferred tax liabilities of SEK 4,725 million."}
{"text":"The total net deferred tax assets and liabilities amounted to SEK 11,461 million as of December 31, 2023."}
{"text":"As of December 31, 2023, the total valuation allowance for deferred tax assets was SEK 1,199 million, an increase from SEK 692 million, with SEK 643 million consisting of an allowance for a tax credit in Brazil."}
{"text":"The gross unused tax-loss carryforwards for the Volvo Group amounted to SEK 6,398 million as of December 31, 2023, up from SEK 4,638 million in 2022, with deferred tax assets recognized in the balance sheet of SEK 1,676 million."}
{"text":"Out of the total deferred tax assets attributable to unused tax-loss carryforwards, SEK 466 million pertained to France and SEK 711 million to Canada."}
{"text":"Tax-loss carryforwards with long or indefinite periods of utilization primarily related to France and Canada, amounting to SEK 2,740 million as of December 31, 2023, which corresponds to 43% of the total unused tax-losses carryforward."}
{"text":"The changes in deferred tax assets and liabilities showed an opening balance of SEK 8,717 million in 2023, recognized in the income statement of SEK 2,262 million."}
{"text":"The deferred tax assets and liabilities, net, increased to SEK 11,461 million by December 31, 2023, from SEK 8,717 million the previous year."}
{"text":"The cumulative amount of undistributed earnings in foreign subsidiaries, intended to be indefinitely reinvested outside of Sweden, was SEK 19 billion as of year-end 2023."}
{"text":"The Volvo Group presents non-controlling interest separately from equity attributable to owners of AB Volvo."}
{"text":"Shandong Lingong Construction Machinery Co. in China is the largest company with a non-controlling interest, where owners hold a 30% shareholding."}
{"text":"In 2023, the profit allocated to non-controlling interest in Lingong was SEK 86 million, down from SEK 214 million in 2022."}
{"text":"The accumulated amount allocated to non-controlling interest within equity of Lingong amounted to SEK 2,838 million as of December 31, 2023."}
{"text":"For the financial year 2023, Lingong reported net sales of SEK 11,971 million, with operating income of SEK 223 million."}
{"text":"As of December 31, 2023, Lingong's total assets were SEK 19,375 million, with total liabilities of SEK 9,916 million."}
{"text":"Equity attributable to the owners of AB Volvo for Lingong was SEK 6,621 million, while non-controlling interest was SEK 2,838 million."}
{"text":"Volvo Group employs the cost method for recognizing intangible assets, including goodwill, capitalized product and software development costs, and other intangible assets."}
{"text":"Goodwill is treated as an intangible asset with an indefinite useful life and undergoes annual impairment tests, as well as tests when indicators of impairment arise."}
{"text":"Impairment is recognized if the carrying amount of a cash-generating unit exceeds its recoverable amount, determined by the unit's value in use based on a discounted cash flow model over a five-year forecast."}
{"text":"Development expenditures for new products and software are recognized as intangible assets only if expected to yield future economic benefits, capitalized during the industrialization phase, while other R&D costs are recognized as incurred."}
{"text":"Intangible assets with finite useful lives are amortized on a straight-line basis, with impairment tests conducted as needed; management's estimates for future cash flows are sensitive to changes in assumptions and business conditions."}
{"text":"As of December 31, 2023, the total acquisition cost of intangible assets for Volvo Group is SEK 90,469 million, consisting of goodwill (SEK 24,861 million), product and software development (SEK 58,248 million), and other intangible assets (SEK 7,360 million)."}
{"text":"The acquisition cost includes additions of SEK 5,278 million and disposals of SEK 185 million, along with exchange rate changes affecting the total by SEK -362 million and reclassifications of SEK -2,641 million to assets held for sale."}
{"text":"The accumulated amortization and impairment for intangible assets as of December 31, 2023, is SEK 47,957 million, with the opening balance being SEK 46,717 million at the beginning of 2023."}
{"text":"The carrying amount of intangible assets on the balance sheet as of December 31, 2023, is SEK 42,512 million, compared to SEK 41,544 million as of December 31, 2022."}
{"text":"The goodwill per cash-generating unit as of December 31, 2023, includes Trucks (SEK 13,203 million), Construction Equipment (SEK 9,620 million), Buses (SEK 853 million), Volvo Penta (SEK 371 million), and Other cash-generating units (SEK 814 million), totaling SEK 24,861 million."}
{"text":"The estimated useful life for intangible assets varies, with trademarks having a maximum of 5 years, distribution networks at 10 years, product and software development between 3 to 8 years, and other intangible assets between 3 to 5 years."}
{"text":"The Volvo Group applies the cost method for measuring tangible assets, including property, plant, equipment, and investment properties, which are recognized at cost."}
{"text":"Investment properties are valued based on internal discounted cash flow projections, classified as level 3 of the fair value hierarchy, with no changes in valuation methods during the year."}
{"text":"Depreciation of tangible assets is recognized on a straight-line basis over their estimated useful lives, while land is not depreciated."}
{"text":"Right-of-use assets are generally depreciated over the lease term on a straight-line basis, and the depreciable amount can be adjusted by accelerated depreciation and write-downs."}
{"text":"Impairment tests are conducted if indications of impairment exist, assessing the recoverable amount based on the higher of fair value less cost of disposal or value in use."}
{"text":"Estimated useful lives for various assets range from 3 years for type-bound tools to 50 years for buildings and investment properties."}
{"text":"The Volvo Group faces residual value risks related to assets under operating leases, which could lead to losses if the market price of used vehicles declines."}
{"text":"Future net realizable values of vehicles at the end of lease contracts are monitored individually, considering various factors such as current market levels and supply chain disturbances."}
{"text":"Reclassifications of construction in progress and assets under operating leases occur when assets are made available for use or sold/rented to customers, respectively."}
{"text":"For construction in progress, assets are transferred to property, plant, and equipment upon becoming available for use."}
{"text":"For operating leases, vehicles are transferred from inventory to assets under operating leases when sold or rented, and vice versa when returned."}
{"text":"At year-end, the acquisition value of investment properties was SEK 95 M, with accumulated depreciation of SEK 43 M, resulting in a net carrying value of SEK 53 M."}
{"text":"The estimated fair value of investment properties increased to SEK 117 M, with 97% of the leaseable area occupied."}
{"text":"Rental income from investment properties was SEK 12 M, while direct costs were SEK 6 M."}
{"text":"As of Dec 31, 2023, total acquisition costs for tangible assets amounted to SEK 230,922 M, with a carrying amount of SEK 110,359 M."}
{"text":"Accumulated depreciation and impairments for tangible assets totaled SEK 120,562 M, showing a decrease in carrying amounts due to depreciation and disposals."}
{"text":"As of December 31, 2022, the acquisition costs for tangible assets totaled SEK 228,749 M."}
{"text":"The opening balance for property, plant, equipment, and investment properties was SEK 202,304 M."}
{"text":"During 2022, total additions to tangible assets amounted to SEK 30,498 M, with reclassifications and other adjustments adding up to SEK 1,059 M."}
{"text":"Disposals during the year were valued at SEK 20,571 M, while exchange rate changes contributed SEK 15,403 M to the acquisition cost."}
{"text":"The accumulated depreciation and impairments at year-end 2022 totaled SEK 122,068 M."}
{"text":"Depreciation for the year amounted to SEK 16,423 M, with impairment charges totaling SEK 1,336 M."}
{"text":"The carrying amount of tangible assets at year-end 2022 was SEK 106,681 M."}
{"text":"Volvo Group classifies leasing contracts into operating and finance leases based on their financial implications."}
{"text":"Operating leases are recognized as tangible assets under operating leases, valued at cost less accumulated depreciation and impairment."}
{"text":"Lease income from operating leases is distributed evenly over the contract period and recognized within net sales."}
{"text":"Finance leases result in selling profits recognized within Industrial Operations and are primarily recorded as customer-financing receivables within Financial Services."}
{"text":"Lease liabilities for finance leases are measured by the present value of future payments, discounted at the rate in the finance lease contract."}
{"text":"As a lessee, Volvo Group recognizes lease contracts as right-of-use (RoU) assets and interest-bearing lease liabilities on the balance sheet."}
{"text":"RoU assets are valued at cost less accumulated depreciation and impairment, with payments allocated between interest and amortization."}
{"text":"Service components in lease contracts are generally recognized as operating expenses."}
{"text":"For variable lease payments not tied to an index or rate, or for leases with low-value assets or short terms, payments are recognized as operating expenses."}
{"text":"Judgments related to contract scope, lease term, and interest rate impact the measurement of lease liabilities and RoU assets."}
{"text":"The lease term includes the non-cancellable period, and optional extensions are assessed based on various economic factors."}
{"text":"Interest rates for discounting lease payments are determined based on the implicit rate in the lease or the incremental borrowing rate."}
{"text":"Volvo Group's lease income includes finance leases, generating interest income of SEK 3,842 M in 2023, up from SEK 2,766 M in 2022."}
{"text":"Operating leases generated income of SEK 12,771 M in 2023, an increase from SEK 11,317 M in 2022."}
{"text":"In 2023, the profit from the sale of vehicles subject to finance leases was SEK 8,713 M, recognized within Industrial Operations."}
{"text":"Future lease income from non-cancellable finance and operating leases as of December 31, 2023, was SEK 96,596 M, compared to SEK 89,441 M in 2022."}
{"text":"Maturity analysis of lease payments receivable for finance leases includes 2024 at SEK 24,883 M and for operating leases at SEK 8,350 M."}
{"text":"Total undiscounted lease payments for finance and operating leases are SEK 74,605 M and SEK 21,991 M respectively."}
{"text":"Unguaranteed residual value is SEK 1,417 M, with unearned interest income at SEK -7,500 M and allowance for expected credit losses at SEK -1,491 M."}
{"text":"Total customer-financing receivables (current and non-current) amount to SEK 67,030 M."}
{"text":"As of December 31, 2023, total lease liabilities are SEK 7,191 M, with non-current liabilities at SEK 5,314 M and current liabilities at SEK 1,877 M."}
{"text":"The maturity of non-current lease liabilities shows significant payments due from 2025 to 2030 or later."}
{"text":"In 2023, total cash outflow related to leases was SEK 3,454 M, including SEK 1,085 M in operating cash flow and SEK 2,369 M in financing activities."}
{"text":"As of December 31, 2023, the acquisition cost of right-of-use assets totaled SEK 15,362 M, increasing from SEK 13,938 M in 2022."}
{"text":"The breakdown of the acquisition cost includes buildings at SEK 11,197 M, land and land improvements at SEK 679 M, machinery and equipment at SEK 1,295 M, company cars at SEK 1,766 M, and assets under operating lease and rental fleet at SEK 424 M."}
{"text":"Accumulated depreciation and impairments as of December 31, 2023, amount to SEK 8,054 M, an increase from SEK 7,287 M in 2022."}
{"text":"The carrying amount of right-of-use assets as of December 31, 2023, is SEK 7,308 M, compared to SEK 6,651 M in 2022."}
{"text":"In 2023, the additions to right-of-use assets amounted to SEK 1,424 M, while in 2022, it was SEK 2,550 M."}
{"text":"Depreciation and impairment of right-of-use assets in 2023 were SEK 2,449 M, compared to SEK 2,221 M in 2022."}
{"text":"The recognized interest expense on lease liabilities within Financial Services for 2023 was SEK 4 M, increasing from SEK 3 M in 2022."}
{"text":"Short-term lease expenses in 2023 were SEK 670 M, compared to SEK 528 M in 2022."}
{"text":"Income from sub-leasing right-of-use assets was SEK 157 M in 2023, slightly down from SEK 168 M in 2022."}
{"text":"Total recognized operating income related to leases was SEK -3,045 M in 2023, compared to SEK -2,693 M in 2022."}
{"text":"Interest expense on lease liabilities within Industrial Operations for 2023 amounted to SEK 335 M, up from SEK 252 M in 2022."}
{"text":"Volvo Group accounts for installment credits, dealer financing, and other receivables as part of a business model aimed at collecting contractual cash flows, which are solely principal and interest payments measured at amortized cost."}
{"text":"The simplified expected credit loss model is applied, where loss allowances are assessed based on lifetime expected credit losses and recorded at initial recognition, with ongoing reassessments during the contract period."}
{"text":"Interest income on customer-financing receivables is recognized in net sales, primarily within Financial Services, while changes to the allowance for expected credit losses are recognized in other operating income and expense."}
{"text":"The allowance for expected credit losses relies on estimates such as past dues, repossession rates, and collateral quality. A collective assessment uses vintage layer analysis based on historical loss experience across homogenous asset pools."}
{"text":"Factors like customer type, geographical area, and initial credit risk ratings inform the grouping of assets for collective assessment, with adjustments made for current and expected market conditions, including macroeconomic factors."}
{"text":"Climate-related risks, particularly the transition to electric vehicles, are monitored and integrated into the evaluation of expected credit losses, though no significant material credit impairments related to these risks have been identified."}
{"text":"For credit-impaired receivables, individual assessments are conducted based on the customer's financial condition and the collateral's value, with criteria for impairment including bankruptcy or failure to make payments within 90 days."}
{"text":"Customer-financing receivables generally involve monthly payments to reduce outstanding exposure and are secured by the financed vehicles and equipment. However, repossession values may not fully cover outstanding amounts in case of defaults."}
{"text":"Financial Services employs strong portfolio management, including prudent credit approvals, monitoring loan performance, and economic condition analysis, alongside additional credit enhancements like down payments and personal guarantees."}
{"text":"Repossession of collateral typically begins after 90 days of overdue payments, and the net realizable value is established to integrate repossessed vehicles into normal sales activities. Losses are written off if repossession hasn’t occurred after 180 days."}
{"text":"As of December 31, 2023, the total allowances for impairment in Financial Services were 1.37% of the total credit portfolio, with a decrease in expected credit losses from SEK 6,930 M to SEK 3,635 M mainly due to divesting Russian entities."}
{"text":"The geopolitical and macroeconomic uncertainties, such as inflation and rising interest rates, have affected customers' ability to fulfill obligations, despite overall good payment performance in most markets."}
{"text":"The Volvo Group manages credit risks through active monitoring and follow-up routines as per the Credit Management Directive. Steps are taken when invoices are unpaid, and if credit risk increases, allowances may be reversed and accounts receivables written off."}
{"text":"A significant portion of accounts receivable is tied to the construction equipment market in China, which has weakened, impacting customers' profitability and their ability to meet obligations. Renegotiated receivables have decreased and are closely monitored."}
{"text":"As of December 31, 2023, the total allowance for expected credit losses on accounts receivables was 3.95%, up from 3.02% in 2022, primarily due to the weaker market in China. More details on credit risk management can be found in Note 4."}
{"text":"Non-current receivables totaled SEK 9,923 M, which includes various interest-bearing receivables and derivatives, while current receivables were SEK 68,570 M, encompassing accounts receivables, tax assets, and VAT receivables."}
{"text":"The allowance for expected credit losses on accounts receivables rose to SEK 1,778 M from SEK 1,501 M in 2022, due to new allowances charged to income, actual losses, exchange rate changes, and reclassifications."}
{"text":"Accounts receivables analysis as of Dec 31, 2023: Total gross accounts receivables amounted to 44,988. Not due: 39,758; 1–30 days: 1,630; 31–90 days: 1,046; >90 days: 2,554. Allowance for expected credit losses: –1,778 (Not due: –355; 1–30 days: –63; 31–90 days: –68; >90 days: –1,292). Net accounts receivables: 43,210."}
{"text":"Accounts receivables analysis as of Dec 31, 2022: Total gross accounts receivables amounted to 49,721. Not due: 43,023; 1–30 days: 2,279; 31–90 days: 2,086; >90 days: 2,334. Allowance for expected credit losses: –1,501 (Not due: –678; 1–30 days: –65; 31–90 days: –54; >90 days: –704). Net accounts receivables: 48,220."}
{"text":"Accounting Policy: Inventories are measured at the lower of cost and net realizable value. A write-down is made if the net realizable value is lower than cost. Cost is determined using the FIFO principle and based on standard costs, including direct manufacturing expenses. Costs are reviewed regularly and adjusted for current conditions. Costs not included are research, development, selling, administration, and financial expenses."}
{"text":"Source of Estimation Uncertainty: Write-down of inventories depends on an estimated future sales price, influenced by market demand, model changes, and used product prices."}
{"text":"Inventories as of Dec 31, 2023: Total inventories amounted to SEK 76,863 M (2022: SEK 75,689 M). Finished products: 41,129 (2022: 37,854); Production materials etc.: 35,734 (2022: 37,835). Inventories of SEK 3,871 M were reclassified to assets held for sale."}
{"text":"Write-down of inventories in 2023: Opening balance: 4,021; Change in write-down charged to income: 903; Scrapping: –241; Exchange rate changes: –93; Reclassifications: –671. Closing balance for write-downs as of Dec 31, 2023: 3,918."}
{"text":"Accounting Policy: Cash and cash equivalents include highly liquid interest-bearing securities easily convertible to cash, such as marketable securities with a maturity of less than three months. Securities with maturities exceeding three months are classified as marketable securities."}
{"text":"Cash and cash equivalents as of Dec 31, 2023: Total cash and cash equivalents amounted to SEK 83,326 M (2022: SEK 83,886 M). Cash in banks: 51,576 (2022: 54,636); Marketable securities: 3,735 (2022: 5,109); Time deposits in banks: 28,015 (2022: 24,141). SEK 89 M of marketable securities with a duration exceeding three months were also recognized."}
{"text":"Cash restrictions: As of Dec 31, 2023, SEK 2.2 billion (2022: 2.3 billion) is unavailable for use by the Volvo Group due to restrictions. Additionally, SEK 7.6 billion (2022: 14.5 billion) is subject to limitations, primarily due to exchange controls or legal restrictions in certain countries."}
{"text":"Accounting Policy: Dividends are approved at the annual general meeting, reducing equity and recorded as a liability until payment. In 2023, an ordinary dividend of SEK 7.00 and an extraordinary dividend of SEK 7.00 per share were distributed, totaling SEK 28.5 billion (2022: SEK 26.4 billion)."}
{"text":"Share Capital: The share capital as of Dec 31, 2023, amounted to SEK 2,562 M, divided into Series A and B shares. Series A shares carry one vote each, while Series B shares carry one-tenth of a vote each. The share quota value is SEK 1.26. During 2023, 1,725 Series A shares were converted to Series B shares."}
{"text":"Unrestricted Equity: As of Dec 31, 2023, unrestricted equity in the Parent company amounted to SEK 75,848 M (2022: SEK 59,504 M). The Board proposes an ordinary dividend of SEK 7.50 per share and an extraordinary dividend of SEK 10.50 per share, totaling SEK 36.6 billion."}
{"text":"Number of Shares: As of Dec 31, 2023, there were 444,986,150 outstanding Series A shares and 1,588,465,934 outstanding Series B shares, making a total of 2,033,452,084 shares. The average number of outstanding shares for 2023 was 2,033,452,084."}
{"text":"Accounting Policy: The Volvo Group’s post-employment benefits include both defined contribution and defined benefit plans. Defined contribution plan costs are recognized in the income statement when incurred. For defined benefit plans, obligations remain within the Group and are primarily secured through pension foundations. Actuarial calculations, performed annually, determine the present value of obligations and are based on assumptions such as discount rate, inflation, and salary increases. Service cost and net interest are recognized in the income statement, while remeasurements, including actuarial gains and losses, are recognized in other comprehensive income."}
{"text":"Key Assumptions: Actuarial calculations rely on assumptions such as discount rates, inflation, salary increases, and life expectancy. The assumptions are made separately for each plan and are reviewed annually. For example, as of Dec 31, 2023, the discount rates for Sweden, the USA, and Great Britain were 3.45%, 4.80-5.02%, and 4.75%, respectively. Inflation assumptions for Sweden and Belgium were set at 2.00%."}
{"text":"Estimation Uncertainty: Assumptions about inflation and salary increases significantly impact pension obligations. Short-term inflation adjustments were applied to Sweden's pension obligations for 2024. The sensitivity of assumptions, such as life expectancy and healthcare cost trends, are analyzed and reviewed based on local conditions."}
{"text":"Net provisions for post-employment benefits as of December 31, 2023 amounted to SEK -9,180 M, down from SEK -6,018 M in 2022. Obligations increased to SEK 57,097 M, while the fair value of plan assets rose to SEK 47,917 M."}
{"text":"Total pension costs for 2023 reached SEK 5,453 M, including SEK 1,317 M for defined benefit plans and SEK 4,136 M for defined contribution plans."}
{"text":"Costs for post-employment benefits other than pensions amounted to SEK 428 M in 2023, up from SEK 308 M in 2022. This includes current year service costs, interest costs, remeasurements, and other components."}
{"text":"The average duration of the pension obligations varies by country, with Sweden having the longest duration at 19.3 years, followed by France at 12.3 years and Great Britain at 10.2 years."}
{"text":"The sensitivity analysis (graph 20:6) shows how changes in discount rate and inflation assumptions affect defined benefit obligations. These effects depend on the plan and benefit design."}
{"text":"The sensitivity analysis shows that a 0.5% decrease in the discount rate would increase Sweden's pension obligations by SEK 2,332 M, while a 0.5% increase would decrease them by SEK 2,076 M. Similar effects are observed in other countries, such as the USA and France."}
{"text":"A 0.5% decrease in inflation increases Sweden's pension obligations by SEK 168 M, while a 0.5% increase in inflation raises obligations by SEK 2,332 M. The USA pensions and other benefits show similar sensitivity patterns to inflation changes."}
{"text":"As of December 31, 2023, obligations for defined benefit plans totaled SEK 57,097 M, an increase from SEK 52,862 M in 2022. The largest obligations come from Sweden pensions (SEK 23,645 M) and USA pensions (SEK 15,772 M)."}
{"text":"For 2023, key remeasurements include a SEK 4,950 M increase in obligations due to changes in financial assumptions, with the largest effects observed in Sweden and the USA. Experience adjustments reduced obligations by SEK 221 M."}
{"text":"Benefits paid in 2023 amounted to SEK 2,947 M, with Sweden (SEK 644 M) and the USA (SEK 1,137 M) seeing the largest outflows. Exchange rate changes also impacted obligations, reducing them by SEK 960 M overall."}
{"text":"The fair value of plan assets in funded plans as of December 31, 2023, was SEK 47,917 M, with the largest portion coming from Sweden (SEK 20,445 M) and the USA (SEK 16,428 M). The fair value increased from SEK 46,844 M in 2022."}
{"text":"Interest income on plan assets amounted to SEK 2,136 M in 2023, with Sweden (SEK 744 M) and the USA (SEK 877 M) contributing the majority. Remeasurements on plan assets added SEK 1,648 M to the total."}
{"text":"Remeasurements recorded in Other Comprehensive Income amounted to SEK 1,356 M for 2023. Employer contributions were SEK 136 M, and employee contributions reached SEK 103 M during the year."}
{"text":"Net provisions for post-employment benefits as of December 31, 2023, totaled SEK –9,180 M, compared to SEK –6,018 M in 2022. Sweden pensions show the largest increase in net provisions, reaching SEK –3,201 M."}
{"text":"In the balance sheet, net pension assets amounted to SEK 2,039 M at the end of 2023, with Sweden contributing SEK 107 M and the USA SEK 1,689 M. Provisions for post-employment benefits increased to SEK –11,219 M, from SEK –8,745 M in 2022."}
{"text":"In Sweden, pension obligations can be secured through balance sheet provisions or pension fund contributions, with mandatory credit insurance for the obligations. The Volvo Group finances collective family pensions through Alecta, a multi-employer defined benefit plan recognized as a defined contribution plan in 2023."}
{"text":"The Volvo Group estimates it will pay SEK 203 M to Alecta in 2024. Alecta’s collective consolidation level for 2023 is 157%, within the allowed range of 125%-175%. The Volvo Group holds 0.25% of the total ITP2 premiums and 1.90% of the total active policyholders."}
{"text":"The jubilee awards plan in Sweden grants employees shares after 25, 35, and 45 years of service and is accounted for as a share-based payment program, recognized as liabilities."}
{"text":"In the USA, Volvo Group has tax-qualified pension plans and post-retirement medical plans. There are five funded defined benefit plans, three of which are open for future accruals. The pension obligations for these plans amounted to SEK 15,137 M as of 2023, while plan assets reached SEK 16,428 M."}
{"text":"In 2023, the US Retirement Trust entered into a buy-in insurance contract, eliminating risks related to investment and longevity for part of the US pension obligations. No contributions were made to US pension plans during 2023."}
{"text":"Plan assets by category in 2023 were mostly allocated to debt instruments (71%) and assets held by insurance companies (16%), while in 2022, 82% were in debt instruments and 5% in insurance company assets."}
{"text":"As of December 31, 2023, the fair value of plan assets totaled SEK 48,255 M, compared to SEK 46,898 M in 2022. Plan assets include equity instruments, debt instruments, and assets held by insurance companies, with some assets being unquoted."}
{"text":"In Great Britain, the Volvo Group has five defined benefit pension plans, all of which are funded and closed to new entrants and future accruals. The plans are governed by a professional trustee, and if a net surplus is recognized when the pension scheme runs off, the group has the right to that surplus."}
{"text":"As of December 31, 2023, the total value of pension obligations in Great Britain amounted to SEK 5,370 M, while the total plan assets reached SEK 5,426 M, with 3% invested in equity instruments. During 2023, the Volvo Group contributed SEK 59 M to these pension plans."}
{"text":"In Belgium, Volvo Group has four defined benefit pension plans based on final salary, all closed to new entrants but open for future accruals. Two plans are funded via an external pension fund and two through a group insurance product."}
{"text":"As of December 31, 2023, the total value of pension obligations in Belgium amounted to SEK 3,434 M, with plan assets of SEK 3,107 M, 10% of which was invested in equity instruments. Contributions from the Volvo Group to Belgian plans totaled SEK 203 M in 2023."}
{"text":"In France, the Volvo Group has two unfunded defined benefit plans: Indemnité de Fin de Carrière (IFC) and a jubilee awards plan, with total pension obligations valued at SEK 2,345 M as of December 31, 2023."}
{"text":"The Volvo Group aims to meet long-term pension obligations, provide liquidity for payments, and maximize returns while managing risks. Recent changes include closing defined benefit plans to new entrants and replacing them with defined contribution plans."}
{"text":"Minimum funding targets differ by region: in Sweden, set by PRI Pensionsgaranti; in the USA, determined by the company; in Great Britain, based on triennial valuations; and in Belgium, regulated by law with a requirement for full funding."}
{"text":"In 2024, the Volvo Group estimates transferring less than SEK 500 M to defined benefit pension plans."}
{"text":"Provisions are recognized when there is a legal or constructive obligation due to a past event, and it's probable that resources will be needed to settle the obligation. Long-term provisions are typically settled within 2 to 3 years."}
{"text":"Provisions for product warranties are recognized as sales costs, including contractual and campaign warranties. Contractual warranty provisions are recognized when products are sold, while campaign provisions are recognized when campaigns are decided."}
{"text":"Extended coverage is a product insurance sold to customers that covers specific risks exceeding expected costs. Provisions for this are set to balance expected costs and revenue."}
{"text":"The Volvo Group has a captive insurance company, with provisions related to third-party claims and unreported losses. The unearned premium reserve is recorded as current liabilities."}
{"text":"Provisions for restructuring costs are recognized once a detailed plan is complete and communicated. Costs related to termination benefits from voluntary termination are recognized when the employee accepts the offer."}
{"text":"Residual value risks refer to potential losses from disposing of used vehicles. These risks are not recognized as provisions but may affect asset valuations through accelerated depreciation."}
{"text":"Service contracts involve preventive maintenance, with provisions covering risks that costs may exceed expected revenue."}
{"text":"Other provisions include those for legal disputes, credit guarantees, and miscellaneous items not separately specified."}
{"text":"The estimation of provisions involves uncertainty, particularly for product warranties, extended coverage, and service contracts, which rely on historical data and future cost estimates."}
{"text":"For warranty provisions, historical statistics are considered, along with changes in claims and quality. Actual warranty costs may vary from estimates, impacting future financial statements."}
{"text":"Compliance with environmental regulations is critical; failure to meet targets can lead to penalties affecting financial statements."}
{"text":"The Volvo Group assesses legal disputes regularly, considering the nature of disputes, claimed amounts, case progress, and legal advice. The outcome of disputes can materially impact financial statements."}
{"text":"Provisions for legal disputes are included within other provisions in the financial statements."}
{"text":"As of December 31, 2022, the carrying value of provisions was 25,515 M SEK. The total provisions increased to 32,602 M SEK by December 31, 2023."}
{"text":"Provisions for product warranty had a starting value of 16,841 M SEK, with changes due to reversals, utilizations, and other factors leading to a final carrying value of 17,331 M SEK."}
{"text":"Provisions for extended coverage started at 692 M SEK, ending at 645 M SEK after accounting for reversals and utilizations."}
{"text":"Provisions in insurance operations increased from 848 M SEK to 1,037 M SEK due to various adjustments."}
{"text":"Restructuring costs had a carrying value of 212 M SEK at the start of 2022, and after adjustments, the value decreased to 2,155 M SEK."}
{"text":"Residual value risks decreased from 259 M SEK to 200 M SEK, impacted by various adjustments."}
{"text":"Provisions for service contracts started at 558 M SEK and ended at 560 M SEK after accounting for adjustments."}
{"text":"Other provisions saw a decrease from 6,105 M SEK to 10,674 M SEK, influenced by a significant provision related to claims from the European Commission's antitrust settlement."}
{"text":"Notably, a provision of 7 billion SEK was made in 2018 regarding emissions control components, with about half utilized by year-end 2023."}
{"text":"Restructuring costs related to closing the bodybuilding factory in Wroclaw were 1.3 billion SEK, negatively impacting operating income in 2023."}
{"text":"Nova Bus plans to exit US bus production, leading to additional restructuring costs of 1.3 billion SEK, affecting the Volvo Group's operating income."}
{"text":"The Volvo Group measures loans at amortized cost using the effective interest rate method, as outlined in accounting policies related to financial instruments and lease liabilities."}
{"text":"Non-current bond loans and other loans, as of December 31, 2023, include bond loans in various currencies, totaling 96,970 M SEK, with an average interest rate of 2.65%."}
{"text":"The weighted average interest rates for non-current bond loans on December 31, 2023, were 2.65% for EUR, 4.55% for SEK, and 5.47% for GBP."}
{"text":"Other loans, including lease liabilities, amounted to 41,532 M SEK, with lease liabilities contributing 5,314 M SEK to the total."}
{"text":"Current bond loans totaled 46,641 M SEK on December 31, 2023, with an average interest rate of 2.61%."}
{"text":"Current loans also include other loans of 51,648 M SEK, and lease liabilities of 1,877 M SEK."}
{"text":"The total maturity of bond loans and other loans shows significant amounts due in the coming years, with 60,224 M SEK maturing in 2025."}
{"text":"The Volvo Group borrowed 142,108 M SEK in bond loans and 76,020 M SEK in other loans to finance its credit portfolio in Financial Services."}
{"text":"Interest rate risk in Financial Services is managed to match the interest rate fixings on borrowing and lending to eliminate risk."}
{"text":"A hybrid bond of EUR 1.5 billion issued in 2014 had its final tranche of EUR 0.6 billion repaid in March 2023."}
{"text":"Unused credit facilities consist of standby facilities for loans, with fees charged recognized as other financial income and expenses."}
{"text":"As of December 31, 2023, non-current other liabilities total 41,542 M SEK, a decrease from 45,549 M SEK in 2022."}
{"text":"Major components of non-current other liabilities include deferred leasing income of 6,251 M SEK and residual value liabilities of 7,408 M SEK."}
{"text":"Deferred service revenue is reported at 20,359 M SEK, and refund liabilities stand at 1,536 M SEK."}
{"text":"Advances from customers have significantly decreased to 12 M SEK in 2023 from 3,093 M SEK in 2022."}
{"text":"Current other liabilities totaled 158,292 M SEK on December 31, 2023, compared to 166,601 M SEK in 2022."}
{"text":"Trade payables accounted for 82,987 M SEK, while tax liabilities reached 5,087 M SEK in 2023."}
{"text":"Wages, salaries, and withholding taxes amount to 16,939 M SEK, and VAT liabilities total 6,167 M SEK."}
{"text":"Accrued expenses for dealer bonuses and rebates are reported at 6,940 M SEK."}
{"text":"Current advances from customers decreased to 3,611 M SEK, down from 5,892 M SEK in 2022."}
{"text":"Total assets pledged as of December 31, 2023, amount to 7,924 M SEK, including customer-financing receivables of 7,605 M SEK."}
{"text":"Non-current and current loans secured by pledged assets totaled 6,594 M SEK, with 7,924 M SEK of assets backing these loans."}
{"text":"A warehouse facility funding customer-financing receivables had SEK 5,975 M outstanding under this facility as of December 31, 2023."}
{"text":"Contingent liabilities as of December 31, 2023, total SEK 15,907 M, down from SEK 18,201 M in 2022."}
{"text":"Key components include credit guarantees issued for customers at SEK 3,806 M and tax claims amounting to SEK 6,041 M."}
{"text":"Residual value commitments decreased to SEK 152 M, while other contingent liabilities stand at SEK 5,907 M."}
{"text":"Credit guarantees reflect the gross exposure without reductions from counter guarantees or other collaterals."}
{"text":"A significant portion of credit guarantees is related to Chinese dealers and retail customers in Construction Equipment."}
{"text":"Tax claims pertain to charges against the Volvo Group for which criteria for recognizing a tax liability were not met."}
{"text":"Notably, SEK 1.4 billion of tax claims is linked to a transfer price audit in Brazil and SEK 2.5 billion to customs duties audits in India."}
{"text":"The Volvo Group has faced legal proceedings related to an EU antitrust investigation, resulting in a fine of EUR 670 million."}
{"text":"Ongoing litigation involves around 3,000 claims across more than 20 countries, with claimants alleging losses due to the antitrust conduct."}
{"text":"The Volvo Group believes that no damage was caused to customers, arguing that transaction prices were determined by individual negotiations."}
{"text":"In Q2 2023, the Volvo Group recognized a cost of SEK 6 billion related to litigation, indicating potential exposure."}
{"text":"The Group is also involved in other legal proceedings, which are not expected to materially impact its financial position."}
{"text":"In 2023, Volvo Group and Westport signed a letter of intent to establish a joint venture for high-pressure gas injection fuel systems (HPDI)."}
{"text":"Volvo will acquire 45% of the shares for approximately SEK 300 M (USD 28 M), with potential additional investments up to SEK 500 M (USD 45 M) based on joint venture performance."}
{"text":"Volvo, Renault Group, and CMA CGM Group will create a new company to address decarbonized logistics with fully electric vans, planning to invest EUR 300 M over the next three years."}
{"text":"In 2022, Volvo Group, Daimler Truck, and the Traton Group established the joint venture Milence for charging infrastructure, with Volvo committing to invest EUR 167 M."}
{"text":"As of December 31, 2023, EUR 123 M remains of the commitment for the Milence joint venture."}
{"text":"Volvo Group conducts transactions with related parties, including associated companies and joint ventures, on commercial terms."}
{"text":"In 2023, sales to associated companies amounted to SEK 2,549 M and SEK 3,541 M to joint ventures, while purchases were SEK 213 M and SEK 1,380 M respectively."}
{"text":"As of December 31, 2023, receivables from associated companies were SEK 259 M and SEK 535 M from joint ventures, while payables were SEK 106 M and SEK 85 M respectively."}
{"text":"In 2023, government grants received totaled SEK 1,057 M, with SEK 618 M recognized in the income statement."}
{"text":"Government grants included SEK 373 M in tax credits for product development, primarily from France and the United States."}
{"text":"Other grants were mainly received from Swedish, Chinese, and US governmental organizations and the European Commission."}
{"text":"The Volvo Group has implemented both long-term and short-term cash-settled incentive programs for its executives. The LTI Program (2023-2025) focuses on relative total shareholder return (TSR) and return on capital employed (ROCE), utilizing a Monte Carlo simulation to assess fair value at each reporting date."}
{"text":"The short-term incentive program, with a one-year performance period, includes measures such as operating income and sustainability targets. Total remuneration expenses are recognized in the income statement during the vesting period."}
{"text":"Remuneration guidelines approved by the Annual General Meeting on April 4, 2023, aim to ensure the Group can attract and retain senior management, with competitive base salaries and variable incentives. The short-term incentives can reach up to 100% of the base salary for the President and CEO and 80% for other executives."}
{"text":"Long-term incentives can reach 150% of the base salary for the President and CEO and 80% for other executives. Other benefits may include life insurance, medical insurance, and company cars, with defined contribution pension plans applicable."}
{"text":"The guidelines also allow for adjustments to remuneration based on local practices for executives residing outside Sweden. Upon termination, notice periods may not exceed twelve months, and severance pay may not exceed two years' base salary."}
{"text":"The Board of Directors, via the Remuneration Committee, is responsible for determining and monitoring remuneration. They can derogate from the guidelines in specific cases to ensure long-term interests are met."}
{"text":"The 2023 guidelines reflect feedback from shareholders and proxy advisors, leading to the introduction of a new long-term incentive plan with a three-year performance period, replacing the existing plan that began in 2016."}
{"text":"In 2023, a maximum of 600 participants will be included in the new long-term incentive plan, which will be phased in over two years alongside the transition of the old plan."}
{"text":"In 2023, the total remuneration for the Group Executive Board amounted to SEK 119,076,210, comprising fixed and variable remuneration. The President and CEO received a fixed salary of SEK 18,072,526 and short-term incentives totaling SEK 17,271,313, alongside various benefits."}
{"text":"The total variable remuneration for other Group Executive Board members reached SEK 101,003,684, including short-term incentives and long-term incentives. The total compensation for 2022 was slightly higher at SEK 122,676,039."}
{"text":"Long-term incentive participants must acquire AB Volvo shares, with a three-year performance period and a one-year lock-in period. Executives must maintain share ownership equivalent to at least two years of gross salary for the CEO and one year for other executives."}
{"text":"Performance measures for the long-term incentive program include a three-year average return on capital employed (ROCE) and total shareholder return relative to the MSCI World Machinery Index. The estimated total remuneration expenses for the LTI Program 2023-2025 amount to SEK 170 million."}
{"text":"The President and CEO's total remuneration includes a fixed salary, short-term and long-term incentives, with short-term incentives based on operating income and electric vehicle volume. The LTI Transition Program is based on operating income and one-year ROCE."}
{"text":"In 2023, the President and CEO received a total of SEK 26,699,958 from the LTI Transition Program, representing 150% of the annual base salary, which will be invested in Volvo B shares with a three-year lock-in period."}
{"text":"The President and CEO's pension plan is a defined contribution plan with a contribution rate of 35% of the base salary, totaling SEK 6,229,991 in 2023."}
{"text":"Upon termination, the President and CEO has a 12-month notice period and is entitled to a severance payment of 12 months' salary, with reductions for new employment income during the severance period."}
{"text":"In 2023, members of the Group Executive Board received fixed salaries, short-term incentives, and long-term incentives, with a total fixed salary of SEK 101,003,684 for members excluding the President and CEO."}
{"text":"The short-term incentives for the Group Executive Board members, excluding the President and CEO, amounted to SEK 77,198,042, averaging 77.0% of the annual base salary, while other benefits totaled SEK 4,625,316."}
{"text":"The outcome of the LTI Transition Program 2023 for the Group Executive Board members was SEK 80,206,754, representing 80.0% of their annual base salaries, which will be invested in Volvo B shares subject to a three-year lock-in period."}
{"text":"Pension premiums for the Group Executive Board members, excluding the President and CEO, totaled SEK 33,749,987, as they participated in the ITP and Volvo Executive Pension (VEP) plans."}
{"text":"Severance payments for Group Executive Board members include a notice period of up to 12 months if terminated by the company, with a maximum severance pay equivalent to 12 months' salary."}
{"text":"The total cost for remuneration and benefits to the Group Executive Board in 2023 amounted to SEK 493 million, including salaries, incentives, benefits, and pension contributions, with SEK 31 million allocated to the estimated outcome of the LTI Program 2023-2025."}
{"text":"In terms of employee demographics, the average number of employees at AB Volvo in 2023 was 89,282, with 21% being women, and similar percentages across various regions."}
{"text":"At the end of 2023, the AB Volvo Board comprised 11 members, with 36% being women, while the CEO and other senior executives totaled 14, with 29% being women."}
{"text":"For the Volvo Group, there were 532 Board members at year-end 2023, with 24% being women, and 599 presidents and other senior executives, of which 29% were women."}
{"text":"In 2023, the wages and salaries for the AB Volvo Board and Presidents totaled SEK 1,134.3 million, with variable salaries amounting to SEK 384.3 million, while other employees received SEK 55,885.5 million."}
{"text":"The total wages and salaries, including social costs and pension costs for AB Volvo in 2023, amounted to SEK 57,019.8 million, compared to SEK 49,530.9 million in 2022."}
{"text":"The subsidiaries reported total wages and salaries of SEK 56,422.3 million in 2023, with social costs of SEK 12,712.7 million and pension costs of SEK 5,323.5 million."}
{"text":"In 2023, fees to auditors totaled SEK 205 million, with Deloitte receiving SEK 202 million for various services including audit assignments, audit-related assignments, and tax advisory services."}
{"text":"The audit assignment covers the review of the Annual report, financial accounting, and the administration by the Board and the President."}
{"text":"In 2023, the operating cash flow of the Volvo Group includes investments and disposals of intangible and tangible assets as part of investing activities."}
{"text":"In the non-cash items for 2023, the allowance for expected credit losses on receivables amounted to SEK 1,398 million, while unrealized exchange rate losses on accounts receivables and payables were SEK -150 million."}
{"text":"The total for other non-cash items in 2023 was SEK 13,842 million, compared to SEK 6,964 million in 2022, reflecting various gains and losses, including those from investments in joint ventures and provisions for restructuring."}
{"text":"In 2023, the total cash flows from changes in loans amounted to SEK 241,958 million, including new borrowings and repayments."}
{"text":"The cash flow impact from changes in loans in 2023 showed a significant increase in net borrowings, driven by higher new business volume in the credit portfolio."}
{"text":"As of December 31, 2023, current bond loans and other loans totaled SEK 98,289 million, while non-current bond loans and other loans stood at SEK 138,502 million."}
{"text":"The accounting policy states that financial assets and liabilities are recognized at the transaction date, and transaction costs are included in the assets’ fair value."}
{"text":"The Volvo Group classifies financial instruments measured at fair value, with the majority being classified as level 2, based on market conditions and quoted data."}
{"text":"As of December 31, 2023, the total carrying value of financial assets measured at fair value through the income statement was SEK 6,945 million, with a corresponding fair value of SEK 6,945 million."}
{"text":"The carrying value of accounts receivables was SEK 43,210 million in 2023, remaining the same as its fair value."}
{"text":"Customer-financing receivables increased to SEK 232,203 million in 2023, reflecting growth from SEK 193,928 million in 2022."}
{"text":"Total financial liabilities measured at fair value through the income statement were SEK 5,779 million in 2023, down from SEK 8,975 million in 2022."}
{"text":"The total carrying value of financial liabilities measured at amortized cost was SEK 316,503 million in 2023, compared to SEK 295,224 million in 2022."}
{"text":"As of December 31, 2023, the Volvo Group had no transferred financial assets that did not meet the requirements for derecognition."}
{"text":"Financial assets are derecognized from the balance sheet when rights to cash flows expire or when substantially all risks and rewards have been transferred."}
{"text":"The external credit guarantees related to these derecognized assets were valued at SEK 0.1 billion, reflecting the maximum loss exposure in case of customer default."}
{"text":"The gross exposure for the Volvo Group due to credit guarantees issued amounted to SEK 3.8 billion, down from SEK 5.9 billion, and this amount is included in contingent liabilities."}
{"text":"Outstanding derivative instruments as of December 31, 2023, include interest-rate swaps with a nominal amount of SEK 232,945 million in a receivable position."}
{"text":"The total carrying value for all outstanding derivative instruments was SEK 514 million as of December 31, 2023."}
{"text":"In 2023, the Volvo Group recognized a loss of SEK 89 million from interest and currency risk derivatives."}
{"text":"The overall impact on operating income for the year was a loss of SEK 634 million."}
{"text":"In terms of net financial items, a gain of SEK 1,165 million was recorded for interest and currency risk derivatives."}
{"text":"The total impact on net financial items in 2023 amounted to a loss of SEK 1,587 million."}
{"text":"Interest income from customer-financing receivables was SEK 15,829 million in 2023, showing an increase compared to SEK 10,005 million in 2022."}
{"text":"Financial liabilities measured at amortized cost resulted in an interest expense of SEK 9,837 million in 2023."}
{"text":"AB Volvo, headquartered in Gothenburg, Sweden, is the parent company of the Volvo Group."}
{"text":"In 2023, the income from investments in group companies included dividends amounting to SEK 6,897 million, an increase from SEK 5,177 million in 2022."}
{"text":"The carrying value of shares and participations in group companies was SEK 71,885 million, up from SEK 70,987 million the previous year."}
{"text":"The shareholders’ equity in the subsidiaries amounted to SEK 160,688 million in 2023, compared to SEK 158,195 million in 2022."}
{"text":"AB Volvo's financial net debt increased to SEK 34,147 million from SEK 22,213 million in the prior year."}
{"text":"The income statement shows a net sales of SEK 1,260 million for 2023, with a corresponding cost of sales of SEK 1,260 million."}
{"text":"Operating income for the year was reported at SEK -942 million, a slight improvement from SEK -1,601 million in 2022."}
{"text":"Income after financial items rose to SEK 3,404 million in 2023, compared to SEK 3,019 million in the previous year."}
{"text":"Total comprehensive income for the period was SEK 44,814 million, significantly higher than SEK 24,629 million in 2022."}
{"text":"As of December 31, 2023, the total assets of AB Volvo amounted to SEK 129,802 million, an increase from SEK 110,319 million in 2022."}
{"text":"The non-current assets totaled SEK 81,735 million in 2023, compared to SEK 80,752 million in the previous year."}
{"text":"Financial assets in the balance sheet included shares and participations in group companies valued at SEK 71,885 million."}
{"text":"Current assets reached SEK 48,067 million in 2023, up from SEK 29,567 million in 2022."}
{"text":"Total equity for AB Volvo was SEK 85,748 million, significantly higher than SEK 69,403 million in the previous year."}
{"text":"The company reported provisions for post-employment benefits of SEK 251 million."}
{"text":"Non-current liabilities included liabilities to group companies totaling SEK 690 million."}
{"text":"Current liabilities increased to SEK 39,107 million, compared to SEK 32,752 million in 2022."}
{"text":"The balance sheet indicates an increase in untaxed reserves from SEK 4,000 million in 2023 to SEK 7,500 million in 2022."}
{"text":"In 2023, AB Volvo reported cash flow from operating activities of SEK 18,609 million, a decrease from SEK 48,309 million in 2022."}
{"text":"The operating income was negative at SEK –942 million for 2023 compared to SEK –1,601 million the previous year."}
{"text":"Total change in working capital for the year was SEK –2,057 million, a decline from SEK 1,093 million in 2022."}
{"text":"Dividends received from group companies totaled SEK 6,967 million, significantly lower than SEK 37,380 million in 2022."}
{"text":"Cash flow from investing activities was marked by investments of SEK –2,230 million in shares of group companies."}
{"text":"Net cash flow after investments stood at SEK 16,337 million, compared to SEK 46,599 million in the previous year."}
{"text":"In financing activities, AB Volvo secured new borrowings of SEK 17,721 million."}
{"text":"The repayment of borrowings reached SEK –5,589 million, in contrast to SEK –20,414 million in 2022."}
{"text":"Dividends to owners of AB Volvo amounted to SEK –28,468 million."}
{"text":"The cash flow statement does not indicate any cash and cash equivalents at the beginning or end of the year."}
{"text":"As of December 31, 2023, AB Volvo's total equity amounted to SEK 85,748 million, reflecting an increase from SEK 69,403 million in the previous year."}
{"text":"The share capital remained constant at SEK 2,562 million, and the statutory reserve also held steady at SEK 7,337 million."}
{"text":"Retained earnings significantly rose from SEK 59,114 million in 2022 to SEK 75,459 million in 2023."}
{"text":"The company reported an income for the period of SEK 44,814 million for 2023, compared to SEK 24,629 million for the prior year."}
{"text":"Dividends to owners of AB Volvo increased from SEK –26,435 million in 2022 to SEK –28,468 million in 2023."}
{"text":"Transactions with shareholders for both years included share-based payments of SEK –1 million."}
{"text":"Total comprehensive income for 2023 was SEK 44,814 million, with no reported other comprehensive income."}
{"text":"The balance of unrestricted equity, including retained earnings, rose substantially as a result of the increased income for the period."}
{"text":"The overall equity structure reflects consistent capital management and positive financial performance in 2023."}
{"text":"The parent company, AB Volvo, has prepared its financial statements according to the Swedish Annual Accounts Act and RFR 2, applying all relevant International Financial Reporting Standards."}
{"text":"As of January 1, 2023, amendments to IAS 12 related to international tax reform (Pillar Two Model Rules) were adopted, which include new disclosure requirements for tax exposure."}
{"text":"The accounting policies applied by the Volvo Group are detailed in the consolidated financial statements, with key deviations for the parent company highlighted."}
{"text":"Shares and participations in group companies are recorded at cost, with annual impairment tests, while dividends are recognized in the income statement."}
{"text":"Financial contracts of guarantee favoring subsidiaries are recognized as contingent liabilities, following an exception in IFRS 9."}
{"text":"RFR 2 allows the parent company to account for all lease contracts as operational leases."}
{"text":"Group contributions are recognized according to RFR 2 as appropriations, while the application of IAS 19 for defined benefit plans is optional for legal entities."}
{"text":"Significant differences exist between the accounting for defined benefit pension plans under Swedish principles and IAS 19, including the treatment of pension liabilities and discount rates."}
{"text":"Net sales of SEK 1,260 million primarily consist of revenue from services provided to group companies, which totaled SEK 1,246 million."}
{"text":"Purchases from group companies increased to SEK 542 million in 2023."}
{"text":"Personnel costs, including wages, salaries, social costs, and pension costs, amounted to SEK 858 million in total, with a workforce of 321 employees at year-end."}
{"text":"Audit fees for Deloitte AB totaled SEK 31 million for 2023, comprising both audit and audit-related fees."}
{"text":"Other operating income included realized and unrealized exchange rate gains of SEK 94 million, while total other operating income and expenses resulted in SEK 74 million for 2023."}
{"text":"Income from investments in group companies for 2023 totaled SEK 6,897 million, an increase from SEK 5,177 million in 2022."}
{"text":"The main contributors to the income include VNA Holding Inc. in the USA with SEK 4,124 million and Volvo China Investment Co. Ltd in China with SEK 2,303 million."}
{"text":"Impairment of shares amounted to SEK 1,380 million, while a reversal of impairment from Volvo Group Italia Spa resulted in SEK 225 million."}
{"text":"Gains and losses from share divestments included a loss of SEK 124 million, primarily from Stokov Machinery JSC in Russia."}
{"text":"Overall, the income from investments in group companies resulted in SEK 5,617 million for 2023."}
{"text":"Income from joint ventures and associated companies included dividends of SEK 76 million from VE Commercial Vehicles, Ltd."}
{"text":"AB Volvo did not report significant transactions from other investments affecting the financial statements."}
{"text":"Interest expenses totaled SEK 1,250 million, with all interest charges coming from group companies."}
{"text":"Other financial income and expenses included exchange rate gains of SEK 126 million and costs for credit rating and stock exchange listing amounting to SEK 25 million."}
{"text":"Appropriations included net group contributions of SEK 45,263 million and a reversal of the tax allocation reserve of SEK 3,500 million."}
{"text":"In 2023, the total income taxes amounted to SEK -7,353 million, compared to SEK -5,188 million in 2022."}
{"text":"Current taxes for the period were SEK -9,778 million, with an adjustment of SEK 2,437 million for prior periods."}
{"text":"Deferred taxes were reported as SEK -12 million for 2023, down from SEK -25 million in 2022."}
{"text":"The effective corporate income tax rate for the period was 20.6%, which is higher than the calculated income tax based on the applicable tax rate."}
{"text":"The difference is explained in table 11:2, which outlines various adjustments including capital gains/losses and non-taxable dividends."}
{"text":"Income before taxes for 2023 was SEK 52,167 million, leading to an income tax according to the applicable tax rate of SEK -10,746 million."}
{"text":"Significant non-taxable dividends amounted to SEK 1,436 million, contributing to the overall tax difference."}
{"text":"As of December 31, 2023, the deferred tax assets primarily relate to provisions for post-employment benefits, totaling SEK 205 million."}
{"text":"The Volvo Group is also subject to OECD Pillar Two Model Rules, which will be applicable from the financial year 2024."}
{"text":"Balance Sheet: Total assets increased to SEK 129,802 M (2022: SEK 110,319 M), and total equity rose to SEK 85,748 M (2022: SEK 69,403 M). Non-current assets saw a slight increase, while current assets showed a significant rise, mainly due to receivables from group companies."}
{"text":"Cash Flow: Cash flow from operating activities remained positive at SEK 18,609 M (2022: SEK 48,309 M), but showed a decline due to lower operating income. Cash flow from financing activities was bolstered by new borrowings of SEK 17,721 M."}
{"text":"Income from Investments: Dividend income from group companies increased to SEK 6,897 M (2022: SEK 5,177 M), with key contributors being VNA Holding Inc. and Volvo China Investment Co. Ltd."}
{"text":"Impairment: An impairment of SEK 1,380 M was recorded for Volvo Investment AB. Meanwhile, the Russian entity divestment reduced the carrying value of investments by SEK 177 M."}
{"text":"Income Taxes: Total income taxes were SEK 7,353 M (2022: SEK 5,188 M), affected by current taxes and prior-period adjustments. Deferred taxes remained minimal."}
{"text":"Investments: Shareholder contributions to Volvo subsidiaries increased, including SEK 1,100 M to Volvo Autonomous Solutions AB and SEK 543 M to Volvo Group Mexico SA, indicating a focus on growth."}
{"text":"Conclusion: AB Volvo displayed solid equity growth in 2023 despite challenges in operating income. Strategic investments and shareholder contributions highlight future expansion plans, while tax adjustments and regulatory updates are being addressed."}
{"text":"AB Volvo directly or indirectly owns 289 legal entities as of December 31, 2023, maintaining a stable portfolio compared to the previous year."}
{"text":"Significant holdings include Volvo Lastvagnar AB and Volvo Business Services International AB, both valued at SEK 8,711 M and SEK 8,134 M, respectively, with 100% ownership."}
{"text":"Total carrying value of group companies rose slightly to SEK 71,885 M in 2023 from SEK 70,987 M in 2022, reflecting stable investment and growth in core subsidiaries."}
{"text":"Notable changes include a decrease in the carrying value of Volvo Investment AB from SEK 4,268 M to SEK 2,888 M due to impairment."}
{"text":"The financial standing of AB Volvo's subsidiaries remains strong, with the group's total equity reaching SEK 160,688 M in 2023, up from SEK 158,195 M."}
{"text":"Overall, AB Volvo's strategic focus on its core businesses and subsidiaries shows a commitment to maintaining a robust investment portfolio while adapting to market conditions."}
{"text":"As of December 31, 2023, AB Volvo reports total non-current receivables of SEK 690 M, an increase from SEK 593 M in 2022, driven primarily by a rise in interest-bearing receivables."}
{"text":"Other receivables increased to SEK 305 M from SEK 251 M, with accounts receivable slightly rising and prepaid expenses related to an earnout from the divestment of UD Trucks."}
{"text":"Untaxed reserves show a decrease, with a tax allocation reserve now at SEK 4,000 M, down from SEK 7,500 M."}
{"text":"The company maintains defined contribution and defined benefit pension plans, with the main plan being the ITP2 plan, which is semi-closed for new employees."}
{"text":"Defined benefit obligations have increased to SEK 1,245 M in 2023 from SEK 1,148 M in 2022, reflecting service costs and interest costs."}
{"text":"The fair value of plan assets in funded plans grew from SEK 1,080 M in 2022 to SEK 1,145 M in 2023, influenced by actual returns on plan assets."}
{"text":"As of December 31, 2023, AB Volvo's provisions for post-employment benefits show a total obligation of SEK 1,245 M, up from SEK 1,148 M in 2022, with the fair value of plan assets increasing to SEK 1,145 M from SEK 1,080 M."}
{"text":"The net provisions for post-employment benefits decreased to SEK 251 M in 2023 from SEK 259 M in 2022, reflecting changes in ITP2 obligations."}
{"text":"Pension costs for 2023 totaled SEK 82 M, with service costs at SEK 109 M and interest costs at SEK 131 M, compared to the previous year's total of SEK 611 M."}
{"text":"AB Volvo's total non-current liabilities reached SEK 696 M, with significant amounts maturing between 2025-2029."}
{"text":"Other liabilities rose to SEK 763 M from SEK 503 M, driven by increases in wages, salaries, and VAT."}
{"text":"Contingent liabilities increased to SEK 365,193 M, with credit guarantees comprising the majority, totaling SEK 348,080 M, all pertaining to group companies."}
{"text":"In cash flow activities, net changes in loans to group companies saw an increase in current liabilities, with new borrowings of SEK 290 M and repayments of borrowings of SEK 0."}
{"text":"The Volvo Group, headquartered in Gothenburg, Sweden, employs 104,000 people and serves customers in nearly 190 markets, achieving net sales of SEK 553 billion (EUR 48 billion) in 2023."}
{"text":"Key customer segments include road freight transport, construction, and public transportation, with direct customers operating various types of vehicles and machinery."}
{"text":"The product offerings span new trucks, buses, construction equipment, engines, used vehicles, spare parts, maintenance services, and financial services like leases and installment credits."}
{"text":"Volvo Group's main brands include Volvo, Volvo Penta, and Renault Trucks, along with several joint ventures."}
{"text":"Manufacturing operations are located in 18 countries, supported by a supply chain of over 12,000 suppliers, focusing on sustainability impacts from materials like steel and electronics."}
{"text":"The strategic framework for sustainability aligns with the UN Sustainable Development Goals, aiming to drive sustainable transport and infrastructure solutions."}
{"text":"Materiality assessments identify sustainability-related risks, which are integrated into the overall enterprise risk management process."}
{"text":"Stakeholder feedback is collected from direct employees, suppliers, and other affected parties through audits, surveys, and direct dialogues."}
{"text":"Engagement with customers, investors, and supply partners focuses on sustainability impacts and expectations, using direct feedback and assessments to inform decision-making."}
{"text":"The report follows GRI Standards, providing details on material topics and sustainability impacts."}
{"text":"The Volvo Group follows GRI’s reporting principles on stakeholder inclusiveness, sustainability context, materiality, and completeness while implementing TCFD recommendations."}
{"text":"Sustainability topics are structured into six main areas: Climate, Environment, Employees and Workforce, Customer Health and Safety, Human Rights across the Value Chain, and Business Ethics and Compliance."}
{"text":"Climate impacts, risks, and opportunities are prioritized as key environmental matters, focusing on reduced environmental effects during the customer use phase, production, and supply chain."}
{"text":"The Environment area emphasizes high performance in pollution reduction, resource use, water conservation, and biodiversity."}
{"text":"Employees and workforce topics aim to foster engaging work environments, emphasizing health and safety, diversity, social dialogue, and continuous competency development."}
{"text":"Customer health and safety is highlighted, focusing on product safety through quality management and traffic safety initiatives."}
{"text":"The Group commits to respecting internationally recognized human rights, addressing impacts not only within its organization but also in business relationships and the value chain."}
{"text":"Business ethics and compliance are foundational, emphasizing respect, fair competition, legal compliance, and adherence to internal standards and ambitions."}
{"text":"The Volvo Group supports TCFD recommendations and discloses governance, strategy, and management of climate-related risks and opportunities."}
{"text":"The Group aims to align disclosures with TCFD and international reporting standards, with ongoing initiatives for further development."}
{"text":"The Volvo Group is committed to the Paris Agreement, targeting global temperature increases to below 2 °C and pursuing efforts for a 1.5 °C limit."}
{"text":"The long-term goal is to help customers achieve net-zero GHG emissions by 2050, with a target of net-zero value chain emissions by 2040."}
{"text":"Decarbonization efforts encompass all Group operations, including sourcing, logistics, R&D, production, and sales."}
{"text":"Key drivers for decarbonization include electric vehicles and renewable energy technologies, with expectations for segment-specific transitions."}
{"text":"The transition pace will depend on competitiveness, customer ambitions, regulations, subsidies, and availability of low-carbon energy."}
{"text":"Significant GHG emissions reductions from fully electric vehicles are expected in the second half of the decade."}
{"text":"The AB Volvo Board of Directors and Executive Board oversee climate-related risks, setting strategic direction as detailed in the Corporate Governance Report."}
{"text":"Cross-functional working groups prepare information for strategic decision-making, focusing on climate goals and sustainability disclosures."}
{"text":"Monthly follow-ups on electric vehicle revenues and quarterly progress reviews on science-based targets are conducted."}
{"text":"Sales of fully electric vehicles are included in the short-term incentive program to drive climate transition."}
{"text":"Climate-related risks are divided into transitional (technology, policy, market, reputational) and physical risks (acute and chronic)."}
{"text":"A normative scenario analysis informed the establishment of the Group’s science-based targets and strategies for net-zero commitment."}
{"text":"Factors influencing emission reduction strategies include customer demand modeling, regulatory requirements, renewable energy access, and government incentives."}
{"text":"Volvo Group aims for at least 35% electric vehicles by 2030, targeting net-zero value chain GHG emissions by 2040."}
{"text":"95% of product lifecycle emissions occur during customer use, necessitating decarbonization efforts in the use phase."}
{"text":"The roadmap includes battery-electric, fuel cell-electric, and internal combustion engine technology using fossil-free fuels."}
{"text":"Decarbonization is dependent on technology development and the transformation of the energy system."}
{"text":"Key climate-related metrics and targets are aligned with GRI standards and EU Taxonomy regulations."}
{"text":"To achieve net-zero GHG emissions by 2040, developing products that reduce customer emissions is a priority."}
{"text":"Targets relative to 2019 baseline include reducing emissions per vehicle-km by 40% for trucks and buses by 2030."}
{"text":"Construction equipment targets a 30% reduction in absolute emissions by 2030; Volvo Penta aims for a 37.5% reduction by 2034."}
{"text":"Scope 1 and 2 emissions from operations account for less than 1% of total lifecycle emissions; targets include a 50% reduction by 2030."}
{"text":"Volvo Group aims to increase fully electric sales to at least 35% by 2030 as part of its decarbonization strategy."}
{"text":"Other climate and environmental metrics monitored include energy conservation, waste, and water management."}
{"text":"A share of R&D is dedicated to low-carbon products and services."}
{"text":"The Volvo Group is piloting internal carbon pricing to assess suitable applications."}
{"text":"Volvo Group regularly reviews physical risks, including climate risks, as part of property management and insurance programs."}
{"text":"Climate hazards and related risks for significant locations are analyzed using IPCC's RCP scenarios (2.6, 4.5, and 8.5)."}
{"text":"The Group will continue monitoring physical risks and take appropriate actions to mitigate them."}
{"text":"The Volvo Group aims to lead the development of new technologies, providing high-quality products that help customers reduce environmental impact."}
{"text":"They are introducing battery-electric vehicles and investing in fuel cell technology for heavy-duty hydrogen offers by the second half of the decade."}
{"text":"The Group also offers products powered by renewable fuels like HVO and biogas and has developed service solutions to optimize transport efficiency."}
{"text":"Customer demand for low-impact products is increasing, although the transition pace varies across business areas and regions."}
{"text":"Electricity as the main power source can reduce operational costs, while capital costs increase, making electric vehicles more attractive."}
{"text":"The Volvo Group estimates a potential revenue increase of over 50% by comparing electric vehicles to conventional ones."}
{"text":"Opportunities for growth include service contract penetration and the duration of contracts, supported by R&D investments."}
{"text":"The Group collaborates with suppliers and engages in joint ventures to secure deliveries and manufacture components for the transition."}
{"text":"Electrification and zero-emission technologies depend on charging infrastructure, renewable energy access, customer demand, and government incentives."}
{"text":"The Volvo Group participates in initiatives like the First Movers’ Coalition to drive low-carbon technology development."}
{"text":"Risk management follows a decentralized model, with each division accountable for identifying and reporting risks in the ERM process."}
{"text":"Climate change poses long-term strategic risks and short-term operational risks, which are analyzed for materiality."}
{"text":"The investment plan includes a roadmap for zero-emission and low-emission vehicles, balancing investments in electric and combustion engine technologies."}
{"text":"In 2023, Volvo Group's R&D investments totaled SEK 28.7 billion, categorized into low- and zero-emission, platform/enabler, fuel efficiency, and neutral projects."}
{"text":"Approximately 28% of gross R&D expenses were for low- and zero-emission projects, with an additional 38% for fuel efficiency and pollution prevention."}
{"text":"Volvo Group's emissions metrics and targets follow the GHG Protocol corporate standard."}
{"text":"Scope 3 emissions, from the use of sold products, represent over 95% of the total emission footprint."}
{"text":"GHG emissions are adjusted for acquisitions and divestments according to GHG protocol principles."}
{"text":"Volvo Group has reported climate-related information since the early 2000s, successfully managing climate-related risks."}
{"text":"The Group aims to reduce emissions and develop technologies for fossil-free transport."}
{"text":"The Volvo Group committed to Science-Based Targets initiative (SBTi) 'Business Ambition for 1.5 °C' in 2020."}
{"text":"The Group's targets aim for a net-zero value chain offer by 2040, enabling customers to achieve net-zero emissions by 2050."}
{"text":"Different segments have specific targets contributing to the Paris Agreement's ambitions."}
{"text":"Scope 1 and 2 emissions, under the Group's direct management, account for less than 0.5% of total emissions."}
{"text":"Scope 3 emissions reporting indicates progress toward net-zero SBTi targets for products."}
{"text":"Scope 3 emissions methodology adheres to GHG Protocol standards, including expected lifetime emissions from sold products."}
{"text":"Target methodology follows SBTi Transport Science Based Target setting guidance."}
{"text":"Methodology is based on activity data, including product usage, years in service, energy consumption, and GHG emission factors."}
{"text":"Annual usage data is reported six months in arrears for trucks and buses due to data lag."}
{"text":"Manufacturers can provide estimates or simulations for emissions calculations in the absence of standardized testing."}
{"text":"Expected activity data and parameters have uncertainty and may change with regulations or improved data quality."}
{"text":"Changes in parameters impact outcomes, particularly assumptions about product years in service."}
{"text":"Current calculations do not fully account for efficiency improvements in load per vehicle km, an important metric for the transport sector's emissions reduction."}
{"text":"Volvo Group's emission data may not be directly comparable to other entities due to varying methodologies and emission factors."}
{"text":"The calculation methodology for emissions may evolve, potentially affecting results and the baseline for comparison."}
{"text":"The data is useful directionally but has limitations."}
{"text":"Approximately 4% of emissions in scope are from other indirect emissions based on a 2019 baseline."}
{"text":"These emissions contribute to net-zero targets but are not yet validated under science-based targets."}
{"text":"To reduce scope 1 and 2 emissions, Volvo Group focuses on energy efficiency and renewable energy sourcing."}
{"text":"In 2023, initiatives to save 14 GWh of energy were implemented, targeting 150 GWh savings from 2021 to 2025."}
{"text":"From 2021 to 2023, energy savings of 47 GWh per year were achieved."}
{"text":"Operations in the US have received ISO 50001 certification for energy management."}
{"text":"SBTi approved targets for Scope 3 emissions are set for 2030 to reduce emissions per vehicle-km."}
{"text":"Scope 1–2 emissions aim for a 50% absolute reduction by 2030."}
{"text":"GHG emissions from own operations were 23% lower in 2023 compared to 2019."}
{"text":"Direct emissions (scope 1) decreased by approximately 10%, mainly due to increased renewable fuel usage."}
{"text":"Indirect emissions (scope 2) dropped almost 50%, largely due to a higher share of renewable energy."}
{"text":"Calculated GHG emissions from sold products were approximately 266 million tons in 2023, down from 323 million tons in 2019."}
{"text":"The reduction in GHG emissions results from energy efficiency measures, changes in sales volumes, and product mix."}
{"text":"Trucks showed a 6% reduction in 2023 compared to the 2019 baseline for a -40% intensity target."}
{"text":"The reduction is attributed to lower GHG intensity in fuels and improved energy efficiency in truck models."}
{"text":"Buses achieved a 5% reduction compared to the 2019 baseline, primarily due to a favorable product mix."}
{"text":"Construction equipment emissions decreased by 40% against the 2019 baseline, largely due to lower sales volumes in China."}
{"text":"Volvo Penta experienced an 11% increase in emissions compared to the 2019 baseline, driven by product mix and volume demands."}
{"text":"Regulatory requirements and the availability of low GHG energy sources significantly affect market conditions and customer demands."}
{"text":"The cyclical nature of the industries Volvo operates in leads to variations in sales volumes and emissions."}
{"text":"Energy and GHG performance data has been restated for acquisitions and divestments from 2019-2023 to align with GHG protocol."}
{"text":"Restatements are indicated with an asterisk (*) in relevant tables."}
{"text":"Calculated scope 3 emissions for the use of sold products in 2023 totaled 266 million metric tons CO₂e."}
{"text":"Breakdown of scope 3 emissions: Trucks (194 million), Buses (8 million), Construction Equipment (42 million), and Volvo Penta (22 million)."}
{"text":"For scope 1 and 2 GHG emissions in 2023: Natural gas (95 million), Diesel (73 million), Other (60 million), Total scope 1 (228 million), Electricity (57 million), District heating (9 million), Total scope 2 (66 million)."}
{"text":"Total scope 1 and 2 emissions in 2023 amounted to 294 million metric tons CO₂e."}
{"text":"CO₂ emissions intensity metrics for scope 1 and 2 were calculated based on net sales and products delivered."}
{"text":"Out of scope emissions for biogenic CO₂ in 2023 were recorded at 13 million metric tons."}
{"text":"Energy use related to scope 1 and 2 emissions showed a total of 2,345 GWh in 2023."}
{"text":"Renewable energy accounted for 53% of total energy use in 2023."}
{"text":"Relative energy use per SEK billion in net sales was recorded at 4.4 MWh in 2023."}
{"text":"The target for energy saving initiatives from 2021-2025 is to achieve annual savings of 150 GWh."}
{"text":"In 2023, energy-saving initiatives implemented saved 14 GWh."}
{"text":"Volvo Group aims for net-zero value chain emissions by 2040, focusing on GHG emissions from purchased goods and services."}
{"text":"Current GHG inventory shows low emissions from scope 3.1 compared to use phase emissions."}
{"text":"Key materials contributing to scope 3.1 emissions include steel, aluminum, batteries, polymers, and electronics."}
{"text":"Decarbonization strategies for these supply chains involve using fossil-free materials, increasing recycled inputs, and using renewable energy."}
{"text":"In 2023, the Volvo Group engaged with supply partners to align on decarbonization targets."}
{"text":"The First Movers Coalition aims to drive early market demand for low-carbon technologies."}
{"text":"Volvo Group is a founding member of the First Movers Coalition, which consists of 90 companies."}
{"text":"Volvo Group has pledged that by 2030, at least 10% of primary aluminum purchases will have near-zero carbon emissions."}
{"text":"Similar commitments are set for steel, with the aim to create a market tipping point for clean technologies."}
{"text":"The Volvo Group's Environmental Policy guides the management of risks related to emissions, resource usage, chemical use, and waste management. Their ISO 14001 certified environmental management system covers approximately 95% of production facilities and 90% of distribution centers."}
{"text":"Lifecycle assessments (LCAs) identify the environmental impacts associated with greenhouse gas (GHG) emissions, recognized as the most significant concern for the Volvo Group. Individual units conduct annual assessments, leading to targeted improvement initiatives."}
{"text":"The company emphasizes circularity in product design and manufacturing, employing environmental design tools to enhance durability, recyclability, and remanufacturing. The latest battery-electric trucks exhibit high recyclability and recoverability rates, with rates reaching up to 95% for recyclability."}
{"text":"Volvo Group aims to become landfill-free, implementing waste reduction strategies and prioritizing reuse and recycling through the waste hierarchy. In 2023, significant recycling rates were recorded, with an overall recycling rate of 86%."}
{"text":"In 2023, the Volvo Group conducted 221 environmental risk assessments of supply partners, identifying key risks related to hazardous waste management. The Group actively works to phase out substances of concern from materials and components while maintaining product quality."}
{"text":"No significant environmental incidents or spills were reported in 2023, and the Group manages 12 licensed facilities in Sweden. The total water withdrawal for operations was 5,034 megaliters, with efforts to mitigate pollution risks."}
{"text":"The Volvo Group considers both direct and indirect impacts on biodiversity, implementing procedures to prevent negative effects on protected areas and species while addressing climate change and its effects on biodiversity."}
{"text":"The EU Taxonomy Regulation (EU 2020/852) classifies sustainable economic activities based on six environmental objectives: climate change mitigation, climate change adaptation, sustainable water use, circular economy transition, pollution prevention, and biodiversity protection."}
{"text":"An activity is deemed sustainable if it significantly contributes to one or more objectives without causing harm to others, and meets minimum safeguards. The Volvo Group has developed internal considerations due to interpretative challenges in the absence of clear regulatory guidance."}
{"text":"In contrast to 2022, the Volvo Group reported no turnover, CapEx, or OpEx as EU Taxonomy aligned in 2023 due to revisions in taxonomy criteria, particularly concerning pollution prevention."}
{"text":"The Volvo Group identified eligible activities under the Delegated Climate Act, including manufacturing low-carbon transport technologies and automotive components, with specific turnover contributions for each category."}
{"text":"In 2023, the turnover from taxonomy-eligible activities was SEK 406,224 million, with 73% classified as eligible but not taxonomy-aligned. Taxonomy non-eligible activities accounted for 27% of the total turnover."}
{"text":"Volvo Group's activities are categorized as enabling activities related to climate change mitigation and are critical for achieving a net-zero greenhouse gas emissions value chain."}
{"text":"To be taxonomy-aligned, an economic activity must significantly contribute to one of the EU's six environmental objectives without causing significant harm to others and must adhere to minimum safeguards."}
{"text":"The Volvo Group identified activities that fulfill the criteria for substantial contribution to climate change mitigation, including trucks and buses with zero tailpipe emissions (CCM 3.3) and other low-emission technologies (CCM 3.6). Spare parts for zero-emission vehicles (CCM 3.18) are assessed only for eligibility."}
{"text":"Potentially taxonomy-aligned products are assessed against 'do no significant harm' (DNSH) criteria, with the group creating its own detailed guidance due to interpretative challenges and regulatory variances across jurisdictions."}
{"text":"In 2023, no revenue or investments were reported as aligned with the DNSH criteria, with a total CapEx of SEK 33,095 million for taxonomy-eligible activities, of which 86% is classified as eligible but not taxonomy-aligned."}
{"text":"The Volvo Group regularly reviews physical risks as part of property management and insurance programs, conducting local risk assessments on climate hazards relevant to their sites."}
{"text":"An inventory of potential climate hazards has been created based on geographical locations of Volvo Group sites and climate scenarios from the UN Intergovernmental Panel on Climate Change."}
{"text":"For water-related criteria, Volvo Group identified activities with direct emissions of industrial wastewater or facing water stress, conducting environmental impact assessments and reviewing water management plans for relevant sites."}
{"text":"The Group has implemented practices to transition to a circular economy, including waste hierarchy application, waste reduction targets in manufacturing, and product design considerations for durability and recyclability."}
{"text":"Regarding pollution prevention, the Group aligns with EU substance regulations and has developed a phase-out plan for substances of concern, assessing their usage in operations and parts."}
{"text":"In 2023, the operational expenses (OpEx) related to taxonomy-eligible activities totaled SEK 22,992 million, with 81% classified as eligible but not taxonomy-aligned."}
{"text":"In 2023, Volvo Group does not conclude alignment with pollution prevention and control criteria due to the lack of suitable alternatives in parts and components."}
{"text":"The Group screened its activities for biodiversity impact, concluding that manufacturing sites do not significantly affect biodiversity, limiting further assessment to recent activities in exploration."}
{"text":"Minimum safeguards involve procedures for anti-corruption, fair competition, taxation, and human rights, ensuring that all wholly-owned entities adhere to Group-wide policies."}
{"text":"Volvo Group complies with tax laws and regulations in all operating countries, with a five-year average corporate tax rate of 24%."}
{"text":"Reporting excludes joint ventures and associated company investments, focusing on climate change mitigation activities (CCM 3.3, CCM 3.6, CCM 3.18) to avoid double counting in Taxonomy KPIs."}
{"text":"Volvo's investment plans aim to reduce greenhouse gas emissions through developing vehicles with zero tailpipe emissions, with ongoing evaluation affecting the share of such investments."}
{"text":"The Group has no involvement in nuclear energy-related activities, including research, construction, or operation of nuclear facilities."}
{"text":"Volvo Group does not fund or operate facilities for electricity generation using fossil gaseous fuels."}
{"text":"The Volvo Group Code of Conduct establishes responsible business practices emphasizing health and safety, mutual respect, diversity, and human rights, including a zero-tolerance policy for modern slavery and child labor."}
{"text":"Employees have access to support for employment-related questions, including a complaint handling mechanism and Whistleblower policy for anonymous reporting."}
{"text":"Leaders are accountable for adhering to the Code of Conduct, supported by HR professionals, with specific local adaptations as needed."}
{"text":"Targets include reducing lost time accident rates by 50% by 2030 and achieving at least 35% female representation in the workforce and leadership positions."}
{"text":"Employee relations are built on honesty, transparency, and fairness, guided by principles developed with the Global Works Council."}
{"text":"The yearly Volvo Global Dialogue facilitates discussions between employee representatives and management on business changes, with the 2023 meeting focusing on transformation impacts."}
{"text":"Prior to organizational changes, employee representatives are consulted, with ten meetings held with the European Works Council in 2023."}
{"text":"The Group collaborates with unions to address competency needs and mitigate negative impacts from restructuring, utilizing various solutions such as time banks and early retirement."}
{"text":"Volvo Group assesses employment conditions and ensures fair living wages, respecting the right to unionize and collective bargaining, with an estimated 41% of employees globally in independent trade unions."}
{"text":"Approximately 72% of employees are covered by collective bargaining agreements, reflecting a high union density compared to international averages."}
{"text":"Total number of employees by employment contract, gender, and region: Europe has 52,714 permanent employees (23% women), 1,630 temporary (36% women), and 8,610 agency workers, totaling 62,954. North America has 18,624 permanent (22% women), 662 temporary (41% women), and 773 agency workers, totaling 20,059. South America has 6,964 permanent (20% women), 58 temporary (34% women), and 153 agency workers, totaling 7,175. Asia and Pacific has 11,496 permanent (18% women), 686 temporary (33% women), and 805 agency workers, totaling 12,987. Africa has 935 permanent (23% women), 30 temporary (40% women), and 7 agency workers, totaling 972."}
{"text":"Group total: 90,733 permanent employees (22% women), 3,066 temporary (36% women), and 10,348 agency workers, totaling 104,147."}
{"text":"Total number of employees by employment type and gender: Group total includes 89,715 full-time employees (21% women), 4,084 part-time employees (44% women), and 10,348 agency workers, totaling 104,147."}
{"text":"Employee turnover rates: In 2023, total employee turnover was 10% (6% for women, 8% for men) in Europe, 11% (8% for women, 14% for men) in North America, 12% (10% for women, 11% for men) in South America, 10% (7% for women, 9% for men) in Asia/Pacific, and 11% (7% for women, 9% for men) in Africa."}
{"text":"Total turnover rate includes voluntary (retirements, resignations) and involuntary departures (redundancy)."}
{"text":"New hires per age and gender in 2023: Europe had 3,829 hires under 40 (32% women) and 1,368 over 40 (26% women); North America had 2,085 under 40 (26% women) and 999 over 40 (27% women); South America had 509 under 40 (25% women) and 104 over 40 (27% women); Asia/Pacific had 1,094 under 40 (31% women) and 205 over 40 (20% women); Africa had 85 under 40 (22% women) and 23 over 40 (22% women)."}
{"text":"Group total for new hires: 7,602 under 40 (29% women) and 2,699 over 40 (26% women), totaling 10,301 new hires."}
{"text":"Volvo Group considers diversity and inclusion essential for current operations and sustainable business transformation."}
{"text":"Diversity initiatives focus on various aspects including culture, generations, competence, background, gender, and sexuality."}
{"text":"The main strategic vector for diversity is gender, with a target of at least 35% women in the workforce and management positions by 2030."}
{"text":"Diversity actions are embedded in recruitment policies, succession planning, and training."}
{"text":"The Group supports internal networks for sharing best practices on diversity vectors, including women in engineering, LGBTQI+, diverse abilities, multiculturalism, and young professionals."}
{"text":"Volvo Group has a no-tolerance policy for harassment and discrimination, with efforts to mitigate unconscious bias."}
{"text":"In 2023, 106 allegations of discrimination or harassment were reported, with 28 cases substantiated."}
{"text":"There were 15 cases of alleged sexual harassment in 2023, five of which were substantiated."}
{"text":"Awareness training is provided to prevent harassment and discrimination, especially for managers."}
{"text":"Age diversity in 2023 shows Europe with 38% under 40 years, North America 39%, South America 57%, Asia/Pacific 58%, and Africa 52%."}
{"text":"The Group average for age diversity is 42% under 40 years."}
{"text":"Gender diversity in 2023 shows Europe with 23% women, North America 22%, South America 20%, Asia/Pacific 19%, and Africa 24%."}
{"text":"The Group average for gender diversity is 22% women."}
{"text":"The share of women among all employees has remained at 22% from 2022 to 2023, with an increase from 19% in 2019."}
{"text":"For managers, the share of women increased to 25% in 2023."}
{"text":"Senior executives had a 29% representation of women in 2023."}
{"text":"The AB Volvo Board had a 36% representation of women in 2023."}
{"text":"Leadership, learning, and development are essential for the transformation of Volvo Group and for enhancing employee employability."}
{"text":"Raising awareness about lifelong learning within teams helps identify needs and facilitates progress."}
{"text":"Volvo Group University focuses on providing high-quality training across all business areas, divisions, and functions."}
{"text":"The goal is to offer training and development opportunities to all employees in various locations, ensuring a consistent learning portfolio."}
{"text":"Business operations drive the development of competencies specific to their needs, providing on-site learning opportunities."}
{"text":"The competency development approach emphasizes that most learning occurs through on-the-job practice."}
{"text":"Informal learning is captured through conversations, networking, and curiosity to learn."}
{"text":"Formal training and courses account for a smaller portion of learning, following the 70:20:10 approach: 70% on the job, 20% through conversation, and 10% through formal training."}
{"text":"Many instructor-led programs are offered virtually to ensure access for employees outside major sites, allowing them to participate and network."}
{"text":"Volvo Group prioritizes workplace safety, health, and well-being, striving for a culture where all employees return home safe every day."}
{"text":"The Health and Safety Policy provides guidelines for managing safety across all Volvo Group sites, including employees and consultants."}
{"text":"Recent efforts have focused on enhancing psychosocial health and safety alongside traditional physical safety measures."}
{"text":"The approach to mental health includes training for managers, team surveys, and dialogues to assess and address current conditions."}
{"text":"Common metrics are being implemented to enhance transparency regarding safety aspects, alongside global follow-up for high-risk incidents."}
{"text":"Leadership plays a crucial role in cultivating a successful safety culture, focusing on continuous improvement and field engagement."}
{"text":"A global network of over 200 occupational health and safety experts collaborates to share best practices."}
{"text":"Health and safety management is the responsibility of each business area, with certifications like ISO 45001 being pursued."}
{"text":"As of December 2023, 60 sites covering 30% of employees are certified under ISO 45001, ensuring rigorous management of safety protocols."}
{"text":"Risk assessments are regularly conducted, involving health and safety professionals, management, and union representatives."}
{"text":"Measures to mitigate risks are implemented, with ongoing reviews after incidents to improve safety practices."}
{"text":"Recordable accidents are investigated, and corrective actions are shared across the organization to prevent recurrences."}
{"text":"Training is provided to employees based on risk assessments, ensuring they understand how to manage identified risks."}
{"text":"The Health and Safety Policy emphasizes a hierarchy of control measures, starting with hazard elimination."}
{"text":"Employees are encouraged to report incidents and unsafe conditions, with protections against management reprisals."}
{"text":"Health and safety coordinators support team leaders, and periodic training is provided to ensure compliance with safety procedures."}
{"text":"Ergonomics is a key focus at Volvo Group, with regular assessments of workstations and tailored training for operators, employees, and consultants."}
{"text":"Guidelines exist for various roles, particularly in manufacturing, providing ergonomic specifications for workstation design."}
{"text":"Occupational health services vary by country, providing essential health support through doctors, nurses, psychologists, and ergonomists."}
{"text":"These services play a vital role in health promotion and manage confidential data to generate reports on health issues."}
{"text":"Health and safety committees consist of worker representatives and management, aiming to improve health and safety performance through regular meetings."}
{"text":"All employees receive health and safety training during induction, with specific training for hazardous jobs required periodically."}
{"text":"Volvo Group also promotes health through various external programs focusing on preventing diseases, substance abuse, and promoting healthy lifestyles."}
{"text":"Engagement tools and pulse surveys help gauge employee attitudes, especially regarding remote work and its impact on work-life balance."}
{"text":"In 2023, the accident rate was 1.08 per 200,000 worked hours, with health and safety data reported and consolidated at multiple levels."}
{"text":"The Group tracks various KPIs related to accidents and injuries, focusing on lost time accidents and their rates."}
{"text":"Health and safety are central to the Volvo Group's Supply Partner Code of Conduct, involving audits at suppliers for sustainability."}
{"text":"Volvo Group also emphasizes occupational and road safety in its offerings to customers, providing training to promote safe practices."}
{"text":"From 2018 to 2023, the number of lost time accidents and fatalities for both employees and contractors has been recorded."}
{"text":"Volvo Group adopts a value chain approach to customer health and safety, considering the effects on users and stakeholders."}
{"text":"The Group's Safety Policy focuses on product safety to prevent defects and traffic safety to enhance safety systems and communication."}
{"text":"The vision of zero accidents drives the systematic evaluation of risks and mitigation efforts in product safety."}
{"text":"Significant impacts and risks are related to Trucks and Buses, which operate at high speeds or in areas with vulnerable road users."}
{"text":"Volvo Group's safety definition extends beyond immediate users to include the potential impacts of products during use."}
{"text":"The primary objective is to develop products that prevent accidents and minimize consequences for drivers and nearby individuals."}
{"text":"Product safety is foundational, ensuring products are defect-free, compliant with regulations, and safe for use throughout their lifecycle."}
{"text":"Quality management processes span from development to service, securing safety and quality over the product's lifespan."}
{"text":"All product lines are assessed for health and safety impacts to ensure safe design and identify quality improvements."}
{"text":"Suppliers must meet technical and safety standards defined by Volvo Group, and safety management systems are evaluated through audits."}
{"text":"Safety assessments continue post-release, including audits and investigations into real accidents, leading to recalls if defects are found."}
{"text":"In traffic safety, Volvo Group conducts accident research to inform product development and improve safety continuously."}
{"text":"Collaboration with academia and policymakers helps promote road traffic safety, leading to innovations like collision warnings for pedestrians."}
{"text":"Knowledge gained on safety is communicated through training programs to promote safe driving behavior in various markets."}
{"text":"The Volvo Group is committed to respecting internationally recognized human rights, addressing potential negative impacts within its organization and value chain."}
{"text":"The Group aligns its human rights work with international frameworks such as the UN International Bill of Human Rights and the UN Guiding Principles on Business and Human Rights."}
{"text":"Volvo Group employs a risk-based approach to prioritize areas with the highest risks for adverse human rights impacts."}
{"text":"Continuous performance tracking and monitoring are core tenets of the frameworks adopted by the Volvo Group."}
{"text":"The Group reports on human rights-related work in compliance with laws including the EU’s non-financial reporting directive and Modern Slavery legislation."}
{"text":"In 2023, Volvo Group published Modern Slavery Statements in line with legal disclosure requirements."}
{"text":"A standalone Human Rights Policy launched in 2021 establishes the commitment to respect human rights across all entities and sites."}
{"text":"The Human Rights Policy is supported by the Code of Conduct, Human Rights Program, and specific guidelines developed by Truck Divisions and Business Areas."}
{"text":"The governance structure for human rights includes accountability allocation and cross-functional governance forums."}
{"text":"The Human Rights Board, composed of Executive Board members, oversees the strategic direction on human rights."}
{"text":"In 2022, the Executive Board adopted a Group-wide Human Rights Program to systematically identify and address human rights risks."}
{"text":"The Human Rights Program clarifies the Group’s human rights ambition, applicable standards, and governance across various levels."}
{"text":"In late 2023, the Group initiated a Human Rights Risk and Maturity Assessment Project to deepen understanding of human rights risks."}
{"text":"The project aims to prepare a systematic approach for identifying and managing human rights risks and will continue into 2024."}
{"text":"The Human Rights Policy identifies ten salient human rights risks related to people, climate, and resources."}
{"text":"The Volvo Group adopts a risk-based approach to human rights due diligence and mitigation, considering country-specific risks, operational context, and concerns raised by stakeholders."}
{"text":"The human rights work aims to identify, prevent, and mitigate adverse human rights risks and impacts across the value chain."}
{"text":"Volvo Group implements country-by-country human rights reviews covering all operations and personnel, using a methodology developed according to recognized practices."}
{"text":"Key elements of the reviews include desktop analyses, self-assessments by management, on-site visits, and corrective actions with follow-up."}
{"text":"Reviews have been performed in countries like India, South Africa, Mexico, UAE, and Algeria, with a pause during the pandemic."}
{"text":"The supply network includes around 50,000 unique entities, with due diligence activities supported by secondary information from supply partners."}
{"text":"The Supply Partner Code of Conduct sets minimum requirements for suppliers regarding human rights, health and safety, and environmental performance."}
{"text":"Volvo Group collaborates with business partners to ensure compliance with social and environmental requirements in higher-risk countries."}
{"text":"Sales deals, particularly involving financing and high-risk end users, are assessed for human rights risks."}
{"text":"Risks related to employment conditions for truck drivers in Europe have been identified, prompting collaboration in CSR Europe’s Responsible Trucking Initiative."}
{"text":"Human rights awareness training for employees and business partners is essential, with approximately 2,000 individuals trained."}
{"text":"In late 2023, an online training on business and human rights was made available in twelve languages for all Volvo Group employees."}
{"text":"Ongoing dialogues with unions, employees, customers, investors, NGOs, and societal actors are part of the human rights work."}
{"text":"Stakeholder engagement in 2023 focused on governance, policy, and supply chain due diligence related to material sourcing."}
{"text":"Employees and external stakeholders can report breaches of the Volvo Group's Code of Conduct, including human rights violations, through various grievance channels."}
{"text":"Grievances can be reported anonymously where permitted by local law."}
{"text":"The Volvo Group aims to provide or cooperate in remediation for negative human rights impacts caused by their activities."}
{"text":"The group recognizes the transition to a low carbon economy and the importance of a clean environment for human rights."}
{"text":"Efforts are being made to reduce climate and environmental impacts across operations and the value chain."}
{"text":"The group aims to phase out hazardous materials while ensuring safe handling in the value chain."}
{"text":"A Sustainable Minerals Program supports supply chain transparency and responsible sourcing from conflict-affected areas."}
{"text":"Health and safety are prioritized for suppliers, operations, and end-users."}
{"text":"Due diligence is performed to prevent violations related to fair employment and working conditions, particularly for vulnerable workers."}
{"text":"The Code of Conduct sets out rights related to freedom of association and collective bargaining."}
{"text":"The group has a zero-tolerance policy for harassment and discrimination, identifying negative impacts through a whistleblower mechanism."}
{"text":"Risks related to forced labor and modern slavery are assessed in operations and the value chain, particularly for migrant workers."}
{"text":"Risks related to child labor and children's rights are assessed in operations and the value chain, with a focus on mineral extraction."}
{"text":"Sales to conflict-affected areas involve extended reviews to assess potential human rights impacts."}
{"text":"The Volvo Group has processes to ensure compliance with laws, regulations, sanctions, and export control regimes."}
{"text":"Sales deals are assessed for risks related to human rights, environmental factors, and business ethics."}
{"text":"Assessments are conducted primarily for direct sales involving customer financing, high-risk end users, and sales to conflict-affected areas."}
{"text":"External risk databases like Verisk Maplecroft and RepRisk are used for risk identification."}
{"text":"Findings from assessments are escalated to relevant forums for action."}
{"text":"Engagement with customers aims to support the mitigation of identified risks."}
{"text":"If risks are too high to mitigate, the Volvo Group may decide not to proceed with the sale."}
{"text":"In 2023, 265 assessments were performed, identifying issues like environmental impacts, labor rights violations, and unethical behavior."}
{"text":"Potential sales to military end-users require escalation for assessment, considering factors like arms embargoes and political instability."}
{"text":"The assessment process is governed by an internal directive and national export license requirements."}
{"text":"In 2023, 26 transactions to military and government end-users were assessed."}
{"text":"The Military Sales Committee decides on sales to military end-users based on the country of end-use."}
{"text":"Business Areas are strengthening governance and screening procedures for responsible sales."}
{"text":"Approximately 250 individuals participated in training and awareness sessions on responsible sales in 2023."}
{"text":"Volvo Group supply partners are vital to realizing our sustainability strategy across the value chain."}
{"text":"The supply base includes over 50,000 tier one partners, with around 12,000 providing goods and services for serial production."}
{"text":"Collaboration with supply partners helps influence sustainability transformation throughout the supply network."}
{"text":"Due diligence procedures are implemented through the Supply Partner Code of Conduct and risk assessments."}
{"text":"The Supply Partner Code of Conduct outlines mandatory sustainability requirements in areas like people, resources, climate, and ethics."}
{"text":"The Code emphasizes achieving net-zero greenhouse gas emissions by 2040 and respecting human rights."}
{"text":"Sustainability assessments focus on tier one partners through self-assessments and on-site audits."}
{"text":"Audits prioritize sustainability risks by country, commodities, and processes."}
{"text":"External tools are used to assess risks related to human and labor rights and environmental ethics."}
{"text":"Volvo Group conducts audits with internal resources, ensuring identified gaps are resolved."}
{"text":"Supply partners and stakeholders can report misconduct via a grievance mechanism."}
{"text":"Self-assessments are conducted using a standardized questionnaire for sustainability in the supply network."}
{"text":"Results from self-assessments influence partner selection and lead to corrective action plans if standards are not met."}
{"text":"On-site audits assess high-risk potential partners and monitor compliance."}
{"text":"Sustainability assessment focuses on building a sustainable supply base and strong partnerships."}
{"text":"Non-compliance risks losing contracts or termination."}
{"text":"The Volvo Group invests in capacity building through training and collaboration with DRIVE Sustainability."}
{"text":"In 2023, 2,020 sustainability self-assessments were performed, with 93% of supply partners participating."}
{"text":"221 audits were conducted in 2023, uncovering 119 deviations, mainly in management commitment, working hours, and environmental management."}
{"text":"Supply partners must implement corrective action plans for identified issues."}
{"text":"The Volvo Group collaborates with private business partners to assemble trucks and build bus bodies based on customer-specific requirements."}
{"text":"Some partners are located in countries with elevated human rights risks."}
{"text":"To ensure compliance with Group requirements, social and environmental requirements are implemented in contracts, self-assessments, on-site reviews, and training initiatives."}
{"text":"In several markets, services such as security, facilities management, and catering are sourced to support operations."}
{"text":"Potential risks related to fair employment and living conditions have been identified in some markets."}
{"text":"Workers with limited awareness of labor and human rights are more vulnerable, especially in markets with inadequate wages."}
{"text":"Migrant workers are identified as a vulnerable group at risk of bonded labor and arbitrary recruitment fees."}
{"text":"When sourcing activities from external partners, the Volvo Group assesses employment terms and recruitment practices for value chain workers."}
{"text":"Common supply network challenges in the Group's sector have led to the identification of areas that need to be addressed."}
{"text":"The Sustainable Minerals Program focuses on selected minerals associated with risks related to child labor, forced labor, and human rights."}
{"text":"The program follows the OECD Due Diligence Guidance and the Responsible Minerals Initiative (RMI) tools."}
{"text":"Key focus minerals include tin, tantalum, tungsten, gold (3TG), and cobalt."}
{"text":"1,043 tier one supply partners were included in the Sustainable Minerals Program in 2023."}
{"text":"925 of these partners were identified as relevant for 3TG minerals, and 802 for cobalt."}
{"text":"345 smelters or refiners (SORs) were included in the supply network, with approximately 59% certified conformant."}
{"text":"The Volvo Group finances the RMAP and supports independent third-party audits of SORs' due diligence practices."}
{"text":"Due to the war in Ukraine, all RMAP audits in Russia have been paused, and Russian smelters are rated as non-conformant."}
{"text":"The goal of the Sustainable Minerals Program is full transparency by 2025, ensuring compliance with Responsible Purchasing standards."}
{"text":"The Responsible Minerals Initiative (RMI) addresses responsible mineral sourcing issues in global supply networks."}
{"text":"The Volvo Group works with RMI to ensure responsible sourcing of minerals from conflict-affected and high-risk areas."}
{"text":"DRIVE Sustainability is a network of 16 leading automotive companies enhancing sustainability in the automotive industry."}
{"text":"The Volvo Group is involved in various working groups to promote a circular and sustainable automotive value chain."}
{"text":"The Global Battery Alliance aims to create a circular and sustainable battery value chain based on ten guiding principles."}
{"text":"The Volvo Group's Code of Conduct emphasizes earning business fairly and lawfully."}
{"text":"Conducting business in line with applicable laws and regulations is essential for sustainable success and protecting reputation."}
{"text":"A dedicated Group Compliance function oversees the implementation of a compliance management system for core compliance areas."}
{"text":"Core compliance areas include competition and anti-corruption laws, export control regulations, and data privacy."}
{"text":"Different business areas have established compliance functions to manage compliance in their specific areas."}
{"text":"The compliance management system includes policies, guidelines, procedures, regular compliance communication, training, and assurance activities."}
{"text":"The Volvo Group has implemented group-wide Whistleblowing channels for internal and external parties."}
{"text":"In 2023, no cases of non-compliance with material effects on the Volvo Group were identified."}
{"text":"The Volvo Group condemns all forms of corruption, including bribery."}
{"text":"Corruption is illegal and distorts the market, disrupts fair competition, and hinders social development."}
{"text":"Employees at all levels are forbidden from engaging in corrupt practices, including bribes, inappropriate gifts, or facilitation payments."}
{"text":"The Volvo Group expects business partners to uphold similar anti-corruption standards."}
{"text":"The company's global footprint includes high-risk countries for corruption."}
{"text":"The Volvo Group participates in high-value contracts and public tender procedures."}
{"text":"Interactions with third parties expose the company to corruption risks."}
{"text":"The Volvo Group has developed a global anti-corruption compliance framework."}
{"text":"This framework includes a global anti-corruption policy, detailed instructions, and various procedures."}
{"text":"Key components include accurate records, mandatory due diligence screening for third-party intermediaries, and rules on gifts and hospitality."}
{"text":"Group Compliance designs and develops the anti-corruption compliance program and monitors implementation across the Group."}
{"text":"The Volvo Group prohibits any conduct violating competition laws."}
{"text":"Employees are prohibited from engaging in anti-competitive agreements with competitors."}
{"text":"The Volvo Group expects business partners to adopt similar competition law principles."}
{"text":"Exposure to competition law risks arises from the global footprint and interactions with competitors."}
{"text":"The Volvo Group has established a dedicated competition law policy and best practice guidelines."}
{"text":"Group Compliance designs and monitors the competition law compliance program."}
{"text":"Top management regularly communicates the importance of compliance with laws."}
{"text":"The compliance training strategy tailors training to individual needs based on risk."}
{"text":"59,951 employees completed the annual Code of Conduct e-learning by the end of 2023."}
{"text":"More than 30,000 white-collar employees completed the compliance awareness curriculum."}
{"text":"In-depth instructor-led training is provided based on identified risk exposure."}
{"text":"By the end of 2023, 5,639 employees completed in-depth anti-corruption training."}
{"text":"4,726 employees completed in-depth competition law training."}
{"text":"The Volvo Group believes a vivid speak-up culture is crucial for the company's success."}
{"text":"Encouraging employees to report concerns is key to uncovering misconduct and preventing legal violations."}
{"text":"Employees are encouraged to report concerns to their local organization first."}
{"text":"The Volvo Group provides group-wide reporting channels, including the Volvo Group Whistle."}
{"text":"The Volvo Group Whistle is hosted by a third party and is open to anyone to report concerns related to the Code of Conduct."}
{"text":"The company regularly communicates about whistleblowing channels internally and provides detailed information on its public website."}
{"text":"The Whistleblowing and Global Investigations function operates as an independent unit within Group Compliance."}
{"text":"In 2023, Group Compliance received 332 concerns through various reporting channels."}
{"text":"All reports were investigated; 36 were related to business conduct offences, with 24 categorized as suspected corruption or conflict of interest."}
{"text":"Eight of the reports were closed substantiated with appropriate disciplinary actions taken."}
{"text":"Six investigations were ongoing at the end of the year."}
{"text":"Matters related to discrimination and harassment are identified under Fair workplace violations and Violations of privacy."}
{"text":"In 2023, 50% of reported concerns were related to fair workplace violations."}
{"text":"The number of concerns related to offences against company assets and business conduct offences were 13% and 11%, respectively."}
{"text":"Inquiries made up 15% of the total concerns reported."}
{"text":"The Volvo Group engages in a continuous dialogue with authorities, regulators, and policymakers."}
{"text":"This dialogue is guided by yearly priorities approved by the Executive Board."}
{"text":"The company is involved in advocacy related to public policy, mainly in the EU and the US."}
{"text":"Costs associated with lobbying are reported to lobby registers, totaling approximately SEK 15 million in 2023."}
{"text":"The Volvo Group observes neutrality regarding political parties and representatives."}
{"text":"The Code of Conduct serves as the foundation for the company's positions on public policies."}
{"text":"Advocacy efforts are based on guiding principles set by the Executive Board."}
{"text":"The guiding principles include alignment with the Paris Climate Agreement and supporting fair and free trade."}
{"text":"Yearly priorities focus on Geopolitical, Competitiveness, and Decarbonization."}
{"text":"In the geopolitical area, guidance is provided on security, defense, energy infrastructure, and critical components."}
{"text":"Competitiveness priorities promote harmonized regulatory frameworks related to vehicle standards and predictable state aid rules."}
{"text":"Within decarbonization, the company advocates for sustainable energy systems and infrastructure deployment."}
{"text":"The Volvo Group holds memberships in trade associations and organizations to evaluate proposed regulations and policies."}
{"text":"Membership does not imply alignment with all positions but aims to ensure views do not oppose the company's ambitions."}
{"text":"The Volvo Group continuously reviews and evaluates its memberships."}
{"text":"A non-exhaustive list of memberships is available on volvogroup.com/report2023."}
{"text":"The company issuing this report is AB Volvo (publ), the parent company of the Volvo Group."}
{"text":"AB Volvo (publ) is a publicly held company listed on the Nasdaq Stockholm stock exchange in Sweden."}
{"text":"The sustainability reporting scope aligns with the audited consolidated financial statements, with no specific entities excluded."}
{"text":"Some smaller sites may be excluded from emissions reporting due to materiality."}
{"text":"The reporting cycle is annual, covering January 1, 2023, to December 31, 2023."}
{"text":"The most recent report was dated February 28, 2023."}
{"text":"Metrics for scope 1 and 2 GHG emissions have been restated due to changes in included entities."}
{"text":"Incineration with energy recovery and Total residuals metrics for 2022 have been restated."}
{"text":"In the taxonomy report, the KPI on aligned CapEx for 2022 was restated from 14% to 7% due to changes in the denominator."}
{"text":"The Volvo Group’s sustainability disclosures received limited assurance in accordance with ISAE 3000."}
{"text":"There were no significant changes to the organization or its supply chain in 2023."}
{"text":"A precautionary principle is applied, illustrated by the life-cycle management approach taken in vehicle development."}
{"text":"This life-cycle approach informs decision-making regarding environmental impacts and trade-offs."}
{"text":"Quantitative data for sustainability disclosures are consolidated in various systems and reported at the site level."}
{"text":"Environmental data is controlled internally by an environmental coordination network."}
{"text":"Health and safety data is reported at the operating unit level and consolidated at higher organizational levels."}
{"text":"Compliance-related information is collected using a case management system for the Code of Conduct and whistleblower reporting."}
{"text":"Qualitative data is gathered from functions responsible for each material sustainability topic."}
{"text":"The Volvo Group Code of Conduct sets ethical and compliance standards applicable everywhere the company operates."}
{"text":"Policies on competition, human rights, data privacy, anti-corruption, export control, tax, and environment support the Code of Conduct."}
{"text":"Each business area is responsible for ensuring compliance with the Volvo Group’s minimum requirements."}
{"text":"Business areas can implement more stringent requirements alongside existing policies."}
{"text":"The Corporate Governance Report includes disclosures related to governance, based on the Swedish Corporate Governance Code."}
{"text":"Sustainability-related governance disclosures can be found on pages 197 and 207."}
{"text":"The compensation ratio disclosure cannot be fully reported per GRI standards due to system updates."}
{"text":"Until the updates are complete, average annual compensation serves as an indicator for the compensation ratio."}
{"text":"Wages, salaries, and other remunerations for 2023 were SEK 62,473 million."}
{"text":"The average number of employees in 2023 was 89,282."}
{"text":"The average cost per employee in 2023 was SEK 699,727."}
{"text":"The total cost for the CEO in 2023 was SEK 68.5 million."}
{"text":"The ratio of CEO compensation to average employee compensation was 98 in 2023."}
{"text":"Volvo has issued two classes of shares: series A and series B."}
{"text":"At a General Meeting, series A shares carry one vote, while series B shares carry one-tenth of a vote."}
{"text":"Both share classes have equal rights in the company's assets and earnings."}
{"text":"Holders of series A shares can request conversion to series B shares according to a special share conversion clause in the Articles of Association."}
{"text":"Regular conversions of shares result in a decrease in the total number of votes in AB Volvo."}
{"text":"At year-end 2023, Volvo had 381,666 shareholders, as recorded by Euroclear."}
{"text":"AB Industrivärden holds 27.9 percent of the votes, and Geely Holding holds 15.5 percent of the votes, representing at least one-tenth of the total votes."}
{"text":"For more information about the Volvo share and its shareholders, see the Board of Directors’ Report on pages 80–81 of the Annual Report."}
{"text":"Shareholders can exercise their voting rights at AB Volvo's General Meetings, which is the company's highest decision-making body."}
{"text":"The Annual General Meeting is scheduled for March 27, 2024, at Konserthuset, Gothenburg, Sweden."}
{"text":"Shareholders can also vote in advance through postal voting."}
{"text":"Shareholders must notify the company of their attendance and inform them of any assistants they intend to bring."}
{"text":"Documents from the General Meetings are published on Volvo's website."}
{"text":"The Election Committee is elected by the General Meeting and is responsible for tasks according to its instructions."}
{"text":"The Annual General Meeting shall elect five members to the Election Committee, with four representing the largest shareholders by votes."}
{"text":"One member of the Election Committee must be the Chairman of the AB Volvo Board."}
{"text":"Members of the Election Committee for the Annual General Meeting 2024 include Fredrik Persson (AB Industrivärden), Anders Oscarsson (AMF and AMF Funds), Carina Silberg (Alecta), Anders Algotsson (AFA Insurance), and Carl-Henric Svanberg (Chairman of the Board)."}
{"text":"Fredrik Persson has been appointed as Chairman of the Election Committee."}
{"text":"The Board is ultimately responsible for Volvo's organization and management of the company's operations."}
{"text":"The Board oversees the Group's long-term development and strategy, regularly controlling and evaluating operations according to the Swedish Companies Act and the Code."}
{"text":"In 2023, AB Volvo's Board consisted of eleven members elected by the Annual General Meeting and three members and three deputy members appointed by employee organizations."}
{"text":"Hanne de Mora and Mats Henning left the Board in connection with the Annual General Meeting 2023, and new members Mari Larsson and Urban Spännar were appointed by employee organizations."}
{"text":"A detailed presentation of each Board member can be found in the 'Board of Directors' section on pages 202–203."}
{"text":"The Election Committee announced it had applied rule 4.1 of the Code as a diversity policy, aiming for a mix of backgrounds and knowledge in the Board."}
{"text":"36 percent (four out of eleven) of the Board members elected by the Annual General Meeting are women."}
{"text":"The Board of Directors of AB Volvo adheres to the independence requirements set forth in the Code."}
{"text":"Prior to the Annual General Meeting 2023, the Election Committee assessed the independence of Board members."}
{"text":"Members Carl-Henric Svanberg, Matti Alahuhta, Jan Carlson, Eric Elzvik, Martha Finn Brooks, Kurt Jofs, Kathryn V. Marinello, Martina Merz, and Bo Annvik were considered independent of the company and management, as well as major shareholders."}
{"text":"Martin Lundstedt, as President of AB Volvo and CEO of the Volvo Group, was deemed independent of major shareholders but not of the company."}
{"text":"Helena Stjernholm was considered independent of the company but not in relation to one of the major shareholders due to her role at AB Industrivärden."}
{"text":"The Board adopts annual work procedures outlining the distribution of duties, specific roles, and reporting instructions."}
{"text":"The Board's work is primarily conducted through formal meetings and committees, with regular contact between the Chairman and the CEO."}
{"text":"In 2023, the Board held eleven ordinary meetings, one extraordinary meeting, and one statutory meeting, with the auditor attending one meeting."}
{"text":"The main focus of the Board in 2023 has been on transformation, particularly in electrification."}
{"text":"The Board has devoted significant time to strategic considerations regarding electrification, digitalization, and new productivity services."}
{"text":"The Board discussed the ongoing technology shift and strategic partnerships related to autonomous solutions and electrification."}
{"text":"Key areas of focus included sustainability, talent review, quality oversight, and external factors such as the impact of the war in Ukraine."}
{"text":"The Board proposed an ordinary dividend of SEK 7 per share and an extraordinary dividend of SEK 7 per share, which was approved at the Annual General Meeting 2023."}
{"text":"In 2023, the Board also reviewed management's incentive programs to ensure they align with current business conditions."}
{"text":"The Board performed a yearly evaluation in 2024 to enhance efficiency and determine future focus areas."}
{"text":"Board members assessed various aspects of the Board's work, including composition, management, support, committees, strategy, risks, and succession planning."}
{"text":"The results of the evaluation will be discussed by the Board and shared with the Election Committee."}
{"text":"The Annual General Meeting resolves on fees for Board members elected by the Annual General Meeting."}
{"text":"For details about Board remuneration adopted by the Annual General Meeting 2023, refer to Note 27 'Personnel' in the Group's notes."}
{"text":"Remuneration of Board members, effective from April 4, 2023, includes SEK 3,925,000 for the Chairman, SEK 11,175,000 for Board members, and various amounts for committee chairs and members."}
{"text":"The Board of Directors is responsible for overseeing AB Volvo's long-term development, strategy, and compliance with relevant regulations."}
{"text":"In 2023, the Board included eleven members elected at the Annual General Meeting and three appointed by employee organizations, with a focus on gender diversity."}
{"text":"The Election Committee assessed members' independence, ensuring that several were independent from the company and its major shareholders."}
{"text":"The Board held eleven ordinary meetings, one extraordinary meeting, and focused on areas such as electrification, sustainability, talent management, and strategic partnerships."}
{"text":"The Audit Committee supervises financial reporting and auditing processes and includes Eric Elzvik (Chairman), Martha Finn Brooks, and Helena Stjernholm."}
{"text":"The Remuneration Committee prepares issues related to the remuneration of senior executives and includes Carl-Henric Svanberg (Chairman), Matti Alahuhta, and Kurt Jofs."}
{"text":"The Volvo CE Transformation Committee focuses on the strategic direction of the Volvo Construction Equipment business area, chaired by Kurt Jofs."}
{"text":"Overall, the Board and Committees are structured to ensure effective governance, oversight, and adherence to financial and operational standards."}
{"text":"The Board of Directors of AB Volvo includes members elected at the Annual General Meeting, with Carl-Henric Svanberg as Chairman and members such as Matti Alahuhta, Eric Elzvik, and others."}
{"text":"Members of the Board have diverse educational backgrounds, including degrees in Business Administration, Engineering, and Physics, from institutions like Yale University and the University of Gothenburg."}
{"text":"The Board's current assignments feature prominent roles, such as chairing various committees and serving on boards of other major companies, indicating a strong network and experience."}
{"text":"Principal work experience of Board members showcases leadership in multinational corporations, with roles in companies like Nokia, Kone Corporation, and Autoliv, reflecting a wealth of expertise."}
{"text":"Employee representatives on the Board include Lars Ask, Mari Larsson, and Urban Spännar, all with extensive experience at Volvo, ensuring employee interests are represented."}
{"text":"Board members' holdings in AB Volvo vary, with Carl-Henric Svanberg holding 2,000,000 Series B shares and other members holding smaller amounts or American depositary receipts."}
{"text": "Volvo’s auditors, elected by the Annual General Meeting, review the interim report for the first half of the year, audit annual financial statements and consolidated accounts, and assess the Corporate Governance Report, including compliance with sustainability reporting. Deloitte AB was re-elected as auditor for 2024, with Jan Nilsson as the responsible auditor. Remuneration details for auditors can be found in Note 28 of the Annual Report."}
{"text": "Volvo’s Group Internal Audit function provides independent, risk-based assurance on the governance, risk management, and control systems of the company. It also offers advisory services, ensuring a systematic approach to evaluate and improve these processes."}
{"text": "The internal audit process identifies focus areas through a risk assessment involving key stakeholders and past audit insights. The Audit Committee approves the audit plan, which includes evaluating compliance with policies and assessing the adequacy of control processes."}
{"text": "The head of Group Internal Audit reports to the CEO, the General Counsel, and the Audit Committee. Additional information regarding internal control over financial reporting is available on pages 210–211 of the report."}
{"text": "The Volvo Group’s governance is guided by policies and directives, including a Code of Conduct, which define unified operating and financial rules, as well as responsibility and authority structures."}
{"text": "The organization consists of six Group Functions, three Truck Divisions, and ten Business Areas. The Group Functions—Finance, Legal & Compliance, People & Culture, Communication, Strategic Initiatives, and CDO Organization—support the entire organization by providing expertise, developing standards, and offering services."}
{"text": "The Truck Divisions, including Group Trucks Technology, Purchasing, and Operations, provide support to the truck business and other areas. The ten Business Areas encompass various divisions such as Volvo Trucks, Renault Trucks, Mack Trucks, and Volvo Financial Services."}
{"text": "Regular Business Review Meetings (BRMs) in each Business Area and Truck Division facilitate strategic development and performance assessments, while cross-functional decision forums enhance collaboration. This governance structure enables Volvo to utilize global capabilities while ensuring distinct leadership and accountability across all Business Areas."}
{"text": "The CEO of the Volvo Group is responsible for the daily operations and can make decisions that do not require Board approval, leading through the Group Executive Board and extended Group Management."}
{"text": "The Group Executive Board, chaired by President and CEO Martin Lundstedt, is the highest operational decision-making forum, comprising Executive Vice Presidents from various Group Functions and divisions."}
{"text": "Members of the extended Group Management include Presidents of Volvo Buses, Volvo Penta, Volvo Autonomous Solutions, Volvo Financial Services, and Arquus, all reporting directly to the CEO."}
{"text": "The Group Executive Board and Group Management convene regularly to discuss Group matters."}
{"text": "The Annual General Meeting decides on remuneration guidelines for the Group Executive Board every four years, with details available in the Annual Report."}
{"text": "Changes to the Group Executive Board in 2023 include Stephen Roy becoming President of Mack Trucks, Mats Backman as Chief Financial Officer, and Anna Müller as President of Volvo Penta."}
{"text": "Sustainability is integral to Volvo Group's strategy, ensuring environmental, social, and governance factors are incorporated into decision-making, with responsibilities aligned to the general management structure."}
{"text": "AB Volvo reports retained earnings of SEK 31,034,973,781.14 and income for the period 2023 as SEK 44,813,512,671.69, totaling SEK 75,848,486,452.83."}
{"text": "The Board of Directors proposes the following disposition of the total retained earnings: an ordinary dividend of SEK 7.50 per share and an extraordinary dividend of SEK 10.50 per share, totaling SEK 36,602,137,512.00, with SEK 39,246,348,940.83 to be carried forward."}
{"text": "The record date for dividend entitlement is proposed as Tuesday, April 2, 2024."}
{"text": "The Board concludes that the Company's restricted equity is fully covered after the proposed dividend and that the dividend is justifiable according to the Swedish Companies Act."}
{"text": "The proposed dividend reduces the Company’s solvency from 66.1% to 52.7% and the Group’s solvency from 26.8% to 22.6%."}
{"text": "The Board believes that this solvency level is satisfactory and will not hinder the Company's or Group's ability to meet payment obligations."}
{"text": "The Board is confident that the Company and Group can handle future business risks and unforeseen losses without adversely impacting their ability to make further investments."}
{"text": "The Board has considered all known circumstances relevant to the financial position and found no reason against the proposed dividend."}
{"text": "If the Annual General Meeting approves the proposal, SEK 39,246,348,940.83 will remain as non-restricted equity as of year-end 2023."}
{"text": "The Board certifies that the annual financial report complies with generally accepted accounting principles and international accounting standards, providing a true and fair view of the Company and Group's financial position and performance."}
{"text": "Audit report to the general meeting of the shareholders of AB Volvo (publ), corporate identity number 556012-5790."}
{"text": "REPORT ON THE ANNUAL ACCOUNTS AND CONSOLIDATED ACCOUNTS."}
{"text": "Opinions: We have audited the annual accounts and consolidated accounts of AB Volvo (publ) for the financial year 2023-01-01 - 2023-12-31."}
{"text": "The annual accounts and consolidated accounts of the company are included on pages 56-162, 212 and 218-220 in this document."}
{"text": "In our opinion, the annual accounts have been prepared in accordance with the Annual Accounts Act and present fairly, in all material respects, the financial position of the parent company as of December 31, 2023."}
{"text": "The consolidated accounts have been prepared in accordance with the Annual Accounts Act and present fairly, in all material respects, the financial position of the group as of 31 December 2023."}
{"text": "They also reflect the financial performance and cash flow for the year then ended in accordance with International Financial Reporting Standards (IFRS), as adopted by the EU, and the Annual Accounts Act."}
{"text": "The statutory administration report is consistent with the other parts of the annual accounts and consolidated accounts."}
{"text": "We therefore recommend that the general meeting of shareholders adopts the income statement and balance sheet for the parent company and the group."}
{"text": "Our opinions in this report on the annual accounts and consolidated accounts are consistent with the content of the additional report submitted to the parent company’s audit committee in accordance with the Audit Regulation (537/2014) Article 11."}
{"text": "Basis for Opinions: We conducted our audit in accordance with International Standards on Auditing (ISA) and generally accepted auditing standards in Sweden."}
{"text": "Our responsibilities under those standards are further described in the Auditor’s Responsibilities section."}
{"text": "We are independent of the parent company and the group in accordance with professional ethics for accountants in Sweden."}
{"text": "We have fulfilled our ethical responsibilities in accordance with these requirements."}
{"text": "This includes that, based on the best of our knowledge and belief, no prohibited services referred to in the Audit Regulation (537/2014) Article 5.1 have been provided to the audited company or its parent company."}
{"text": "We believe that the audit evidence we have obtained is sufficient and appropriate to provide a basis for our opinions."}
{"text": "Key Audit Matters: Key audit matters of the audit are those that were of most significance in our audit of the annual accounts and consolidated accounts."}
{"text": "These matters were addressed in the context of our audit and in forming our opinion, but we do not provide a separate opinion on these matters."}
{"text": "Allowance for Expected Credit Losses for Receivables in China: Risk description - The downturn in the Chinese construction equipment market is impacting customers’ and dealers’ profitability negatively."}
{"text": "A substantial part of the Volvo Group’s accounts receivable is related to customers in this market, and determining allowance for expected credit losses requires management to make significant qualitative judgments."}
{"text": "This includes assumptions regarding current and forecasted market conditions and individual assessments of the largest customers' financial performance."}
{"text": "There is a high degree of uncertainty in determining the severity and duration of decreased market activity and its potential impact on the recoverability of the Group’s receivables."}
{"text": "The Volvo Group applies a simplified expected credit loss model for accounts receivables, under which the loss allowance is measured at an amount equal to lifetime expected credit losses."}
{"text": "The allowance is recorded at initial recognition and reassessed during the contract period."}
{"text": "The accounting principles for expected credit losses and management’s significant judgments are further described in Note 16 'Receivables' to the annual report."}
{"text": "Our Audit Approach: Our audit procedures included evaluating the design and implementation of relevant internal controls."}
{"text": "We assessed the reasonableness of the expected credit loss methodology, including reviewing management’s policies, procedures, and accounting position papers."}
{"text": "We obtained third-party confirmations from a selection of customers validating the existence and valuation of receivables."}
{"text": "We performed audit procedures to test the completeness and accuracy of the underlying data and information used in management's estimation of the allowance for expected credit losses."}
{"text": "We assessed the reasonableness of management’s assumptions in relation to credit risk on a portfolio level as well as at a customer-by-customer level."}
{"text": "This was done through inspection of documentation supporting key assumptions and evaluating the financial position of a selection of customers."}
{"text": "We also assessed the adequacy of the disclosures related to the allowance for expected credit losses."}
{"text": "Provisions for losses from claims from customers and other third parties – EC Antitrust Settlement."}
{"text": "Risk description: In July 2016, the European Commission and Volvo Group reached a settlement regarding antitrust allegations made against Volvo Group and other companies in the truck manufacturing industry."}
{"text": "Following the adoption of the European Commission’s settlement decision, the company has received and may continue to receive a significant number of third-party damage claims from customers and other parties alleging that they suffered loss as a result of the conduct covered in the decision."}
{"text": "The accounting principles and management’s significant judgments applied for legal disputes are further described in Note 21 'Other Provisions' and Note 24 'Contingent Liabilities' to the annual report."}
{"text": "The recognition and measurement of any provisions recorded or quantification of contingent liabilities to be disclosed for such legal disputes is complicated and requires expert legal input."}
{"text": "This involves considering potential future outcomes of the claims, which at this stage are uncertain."}
{"text": "Due to these complexities, the valuation of any such provisions or contingent liabilities is significantly impacted by management’s ultimate judgments and best estimates."}
{"text": "On December 31, 2023, the company has not been able to make a reliable estimate of the total amount of provision or contingent liability that could arise from these claims, except for the amount reflected in the provisions recorded."}
{"text": "Our Audit Approach: Our audit procedures included evaluating the design and implementation of relevant internal controls."}
{"text": "We held discussions with management and audited the relevant documentation to conclude how management and the board assessed the claims and other matters relevant to the claims."}
{"text": "We held discussions with the internal legal department and with Volvo Group’s external legal advisors to obtain an understanding of facts, development, and assessment."}
{"text": "We reviewed court rulings in relevant jurisdictions and internal minutes and relevant assessments prepared for management and the Board to corroborate the consistency of information received."}
{"text": "We assessed the appropriateness of the company’s provision and the adequacy of the disclosures around the legal proceedings."}
{"text": "Other information than the annual accounts and consolidated accounts: This document contains other information found on pages 1-55, 163-193 and 221-229."}
{"text": "The other information comprises the remuneration report, which we obtained prior to the date of this auditor’s report."}
{"text": "The Board of Directors and the Managing Director are responsible for this other information."}
{"text": "Our opinion on the annual accounts and consolidated accounts does not cover this other information, and we do not express any form of assurance conclusion regarding this information."}
{"text": "In connection with our audit of the annual accounts and consolidated accounts, our responsibility is to read the information identified above and consider whether it is materially inconsistent with the annual accounts and consolidated accounts."}
{"text": "We also take into account our knowledge obtained in the audit and assess whether the information appears to be materially misstated."}
{"text": "If we conclude that there is a material misstatement of this other information, we are required to report that fact."}
{"text": "We have nothing to report in this regard."}
{"text": "Responsibilities of the Board of Directors and the President: The Board of Directors and the Managing Director are responsible for the preparation of the annual accounts and consolidated accounts."}
{"text": "They are responsible for ensuring that these accounts give a fair presentation in accordance with the Annual Accounts Act and, concerning the consolidated accounts, in accordance with IFRS as adopted by the EU."}
{"text": "The Board of Directors and the Managing Director are also responsible for such internal control as they determine is necessary to enable the preparation of annual accounts and consolidated accounts that are free from material misstatement."}
{"text": "In preparing the annual accounts and consolidated accounts, the Board of Directors and the Managing Director are responsible for assessing the company’s and the group’s ability to continue as a going concern."}
{"text": "They disclose, as applicable, matters related to going concern and using the going concern basis of accounting."}
{"text": "The going concern basis of accounting is not applied if the Board of Directors and the Managing Director intend to liquidate the company, cease operations, or have no realistic alternative."}
{"text": "The Audit Committee shall oversee the company’s financial reporting process."}
{"text": "Auditor’s responsibility: Our objectives are to obtain reasonable assurance about whether the annual accounts and consolidated accounts as a whole are free from material misstatement."}
{"text": "Reasonable assurance is a high level of assurance but is not a guarantee that an audit conducted in accordance with ISAs and generally accepted auditing standards in Sweden will always detect a material misstatement."}
{"text": "Misstatements can arise from fraud or error and are considered material if they could reasonably be expected to influence the economic decisions of users taken based on these annual accounts and consolidated accounts."}
{"text": "Opinions: In addition to our audit of the annual accounts and consolidated accounts, we have also audited the administration of the Board of Directors and the Managing Director of AB Volvo (publ) for the financial year 2023-01-01–2023-12-31 and the proposed appropriations of the company’s profit or loss."}
{"text": "We recommend to the general meeting of shareholders that the profit be appropriated in accordance with the proposal in the statutory administration report and that the members of the Board of Directors and the Managing Director be discharged from liability for the financial year."}
{"text": "Basis for Opinions: We conducted the audit in accordance with generally accepted auditing standards in Sweden."}
{"text": "Our responsibilities under those standards are further described in the Auditor’s Responsibilities section."}
{"text": "We are independent of the parent company and the group in accordance with professional ethics for accountants in Sweden and have fulfilled our ethical responsibilities in accordance with these requirements."}
{"text": "We believe that the audit evidence we have obtained is sufficient and appropriate to provide a basis for our opinions."}
{"text": "Responsibilities of the Board of Directors and the President: The Board of Directors and President are responsible for the proposal for appropriations of the company’s profit or loss."}
{"text": "At the proposal of a dividend, this includes an assessment of whether the dividend is justifiable considering the requirements which the company’s and the group’s type of operations, size, and risks place on the size of the parent company’s and the group’s equity, consolidation requirements, liquidity, and position in general."}
{"text": "The Board of Directors is responsible for the company’s organization and the administration of the company’s affairs."}
{"text": "This includes continuous assessment of the company’s and the group’s financial situation and ensuring that the company’s organization is designed to control the accounting, management of assets, and the company’s financial affairs in a reassuring manner."}
{"text": "The Managing Director shall manage the ongoing administration according to the Board of Directors’ guidelines and instructions, and take measures necessary to fulfill the company’s accounting in accordance with law and handle the management of assets reassuringly."}
{"text": "Auditor’s responsibility: Our objective concerning the audit of the administration, and thereby our opinion about discharge from liability, is to obtain audit evidence to assess with a reasonable degree of assurance whether any member of the Board of Directors or the Managing Director in any material respect has undertaken any action or been guilty of any omission which can give rise to liability to the company, or has acted in contravention of the Companies Act, the Annual Accounts Act, or the Articles of Association."}
{"text": "Our objective concerning the audit of the proposed appropriations of the company’s profit or loss, and thereby our opinion about this, is to assess with reasonable assurance whether the proposal is in accordance with the Companies Act."}
{"text": "Reasonable assurance is a high level of assurance but is not a guarantee that an audit conducted in accordance with generally accepted auditing standards in Sweden will always detect actions or omissions that can give rise to liability to the company, or that the proposed appropriations of the company’s profit or loss are not in accordance with the Companies Act."}
{"text": "A further description of our responsibilities for the audit of the management’s administration is located at the Swedish Inspectorate of Auditors website: www.revisorsinspektionen.se/revisornsansvar."}
{"text": "This description forms part of the auditor´s report."}
{"text": "Opinion: In addition to our audit of the annual accounts and consolidated accounts, we have also examined that the Board of Directors and the Managing Director have prepared the annual accounts and consolidated accounts in a format that enables uniform electronic reporting (the Esef report) pursuant to Chapter 16, Section 4 a of the Swedish Securities Market Act (2007:528) for AB Volvo (publ) for the financial year 2023-01-01–2023-12-31."}
{"text": "Our examination and our opinion relate only to the statutory requirements."}
{"text": "In our opinion, the Esef report has been prepared in a format that, in all material respects, enables uniform electronic reporting."}
{"text": "Basis for opinion: We have performed the examination in accordance with FAR’s recommendation RevR 18 Examination of the Esef report."}
{"text": "Our responsibility under this recommendation is described in more detail in the Auditors’ responsibility section."}
{"text": "We are independent of AB Volvo (publ) in accordance with professional ethics for accountants in Sweden and have fulfilled our ethical responsibilities in accordance with these requirements."}
{"text": "We believe that the evidence we have obtained is sufficient and appropriate to provide a basis for our opinion."}
{"text": "Responsibilities of the Board of Directors and the President: The Board of Directors and the Managing Director are responsible for the preparation of the Esef report in accordance with Chapter 16, Section 4 a of the Swedish Securities Market Act (2007:528), and for such internal control that the Board of Directors and the Managing Director determine is necessary to prepare the Esef report without material misstatements, whether due to fraud or error."}
{"text": "Auditor’s responsibility: Our responsibility is to obtain reasonable assurance whether the Esef report is in all material respects prepared in a format that meets the requirements of Chapter 16, Section 4(a) of the Swedish Securities Market Act (2007:528), based on the procedures performed."}
{"text": "RevR 18 requires us to plan and execute procedures to achieve reasonable assurance that the Esef report is prepared in a format that meets these requirements."}
{"text": "Reasonable assurance is a high level of assurance, but it is not a guarantee that an engagement carried out according to RevR 18 and generally accepted auditing standards in Sweden will always detect a material misstatement when it exists."}
{"text": "Misstatements can arise from fraud or error and are considered material if, individually or in aggregate, they could reasonably be expected to influence the economic decisions of users taken on the basis of the Esef report."}
{"text": "The firm applies International Standard on Quality Management 1, which requires the firm to design, implement and operate a system of quality management including policies or procedures regarding compliance with ethical requirements, professional standards, and applicable legal and regulatory requirements."}
{"text": "The examination involves obtaining evidence, through various procedures, that the Esef report has been prepared in a format that enables uniform electronic reporting of the annual accounts and consolidated accounts."}
{"text": "The procedures selected depend on the auditor’s judgment, including the assessment of the risks of material misstatement in the report, whether due to fraud or error."}
{"text": "In carrying out this risk assessment, and in order to design audit procedures that are appropriate in the circumstances, the auditor considers those elements of internal control that are relevant to the preparation of the Esef report by the Board of Directors and the Managing Director, but not for the purpose of expressing an opinion on the effectiveness of those internal controls."}
{"text": "The examination also includes an evaluation of the appropriateness and reasonableness of assumptions made by the Board of Directors and the Managing Director."}
{"text": "The procedures mainly include a validation that the Esef report has been prepared in a valid XHTML format and a reconciliation of the Esef report with the audited annual accounts and consolidated accounts."}
{"text": "Furthermore, the procedures also include an assessment of whether the consolidated statement of financial performance, financial position, changes in equity, cash flow, and disclosures in the Esef report have been marked with iXBRL in accordance with the Esef regulation."}
{"text": "Deloitte AB was appointed auditor of AB Volvo by the general meeting of the shareholders on April 4, 2023, and has been the company’s auditor since April 5, 2018."}
{"text": "AUDITOR’S LIMITED ASSURANCE REPORT ON SUSTAINABILITY REPORT AND STATEMENT REGARDING THE STATUTORY SUSTAINABILITY REPORT To AB Volvo (publ.), corporate identity number 556012-5790."}
{"text": "Introduction: We have been engaged by the Board of Directors and Executive Management of AB Volvo to undertake a limited assurance engagement of the AB Volvo Sustainability Report for the year 2023."}
{"text": "Responsibilities of the Board of Directors and the Executive Management: The Board of Directors and the Executive Management are responsible for the preparation of the Sustainability Report including the Statutory Sustainability Report in accordance with the applicable criteria and the Annual Accounts Act respectively."}
{"text": "This responsibility also includes the internal control relevant to the preparation of a Sustainability Report that is free from material misstatements, whether due to fraud or error."}
{"text": "Responsibilities of the auditor: Our responsibility is to express a conclusion on the Sustainability Report based on the limited assurance procedures we have performed and to express an opinion regarding the Statutory Sustainability Report."}
{"text": "Our engagement is limited to historical information presented and does therefore not cover future-oriented information."}
{"text": "We conducted our limited assurance engagement in accordance with ISAE 3000 (revised) Assurance Engagements Other than Audits or Reviews of Historical Financial Information."}
{"text": "A limited assurance engagement consists of making inquiries, primarily of persons responsible for the preparation of the Sustainability Report, and applying analytical and other limited assurance procedures."}
{"text": "Our examination regarding the Statutory Sustainability Report has been conducted in accordance with FAR’s accounting standard RevR 12 The auditor’s opinion regarding the Statutory Sustainability Report."}
{"text": "A limited assurance engagement and an examination according to RevR 12 is different and substantially less in scope than an audit conducted in accordance with International Standards on Auditing and generally accepted auditing standards in Sweden."}
{"text": "The firm applies International Standard on Quality Management 1, which requires the firm to design, implement and operate a system of quality management including policies or procedures regarding compliance with ethical requirements, professional standards and applicable legal and regulatory requirements."}
{"text": "We are independent of AB Volvo in accordance with professional ethics for accountants in Sweden and have otherwise fulfilled our ethical responsibilities in accordance with these requirements."}
{"text": "The limited assurance procedures performed and the examination according to RevR 12 do not enable us to obtain assurance that we would become aware of all significant matters that might be identified in an audit."}
{"text": "The conclusion based on a limited assurance engagement and an examination according to RevR 12 does not provide the same level of assurance as a conclusion based on an audit."}
{"text": "Our procedures are based on the criteria defined by the Board of Directors and the Executive Management as described above."}
{"text": "We consider these criteria suitable for the preparation of the Sustainability Report."}
{"text": "We believe that the evidence we have obtained is sufficient and appropriate to provide a basis for our conclusion below."}
{"text": "Conclusion: Based on the limited assurance procedures we have performed, nothing has come to our attention that causes us to believe that the Sustainability Report is not prepared, in all material respects, in accordance with the criteria defined by the Board of Directors and Executive Management."}
{"text": "A Statutory Sustainability Report has been prepared."}
{"text": "Göteborg, February 28, 2024 Deloitte AB Jan Nilsson Lennart Nordqvist Authorized Public Accountant Expert Member of FAR."}
{"text": "This is a translation of the Swedish language original. In the event of any differences between this translation and the Swedish language original, the latter shall prevail."}
{"text": "Key Ratios: The Volvo Group uses key ratios with the aim to provide valuable information to management, investors and analysts when analyzing trends and financial performance of the Group."}
{"text": "The key ratios are not defined by IFRS, unless otherwise stated, and may differ from similar measures used by other companies and are therefore not always comparable."}
{"text": "The measures should be considered as a complement to, and not a substitute for, the financial information presented in compliance with IFRS."}
{"text": "Definitions and reconciliations of significant key ratios are presented in the annual report."}
{"text": "If the reconciliation is not directly reflected in the financial statements, a separate reconciliation is presented below."}
{"text": "Basic earnings per share (defined by IFRS): Definition: Income for the period attributable to shareholders of AB Volvo divided by the weighted average number of shares outstanding during the period."}
{"text": "For reconciliation see note 19 Equity and number of shares."}
{"text": "Operating cash flow: Definition: The operating cash flow is a measure of the amount of cash generated by the Volvo Group’s regular business operations."}
{"text": "The operating cash flow also includes investments and disposals of intangible and tangible assets, which are part of the investing activities."}
{"text": "For reconciliation see Consolidated cash flow statement."}
{"text": "Diluted earnings per share (defined by IFRS): Definition: Income for the period attributable to the shareholders of AB Volvo divided by the average number of shares outstanding plus the average number of shares that would be issued as an effect of ongoing share-based incentive programs."}
{"text": "For reconciliation see note 19 Equity and number of shares."}
{"text": "EBITDA and EBITDA margin: Definition: EBITDA is the operating income before depreciation and amortization of tangible and intangible assets."}
{"text": "The key figure EBITDA margin is calculated as operating income adjusted with depreciation and amortization, in relation to net sales."}
{"text": "Industrial Operations: SEK M 2023 2022 Net sales 533,269 459,703 Operating income 63,063 44,862 Amortization product and software development 2,890 2,799 Amortization other intangible assets 161 119 Depreciation tangible assets 13,123 13,010 Total depreciation and amortization 16,173 15,928 Operating income before depreciation and amortization (EBITDA) 79,237 60,790 EBITDA margin, % 14.9 13.2."}
{"text": "Equity ratio: Definition: Total equity divided by total assets."}
{"text": "Industrial Operations Volvo Group: SEK M 2023 2022 2023 2022 Total equity 159,119 147,439 180,739 166,236 Total assets 439,807 431,771 674,068 629,064 Equity ratio, % 36.2 34.1 26.8 26.4."}
{"text": "Gross margin: Definition: Gross income divided by net sales."}
{"text": "Industrial Operations Volvo Group: SEK M 2023 2022 2023 2022 Net sales 533,269 459,703 552,764 473,479 Gross income 141,693 105,021 149,321 111,737 Gross margin, % 26.6 22.8 27.0 23.6."}
{"text": "Net capitalization of research and development cost: Definition: Capitalized research and development cost reduced by amortizations."}
{"text": "Volvo Group: SEK M 2023 2022 Capitalization 4,710 4,707 Amortization –2,688 –2,635 Net capitalization of research and development cost 2,021 2,072."}
{"text": "Net financial position: Definition: Cash and cash equivalents, marketable securities and interest-bearing receivables reduced by interest-bearing liabilities, lease liabilities and provisions for post-employment benefits."}
{"text": "For reconciliation see table Net financial position, which is presented after the balance sheet for the Volvo Group."}
{"text": "Net financial position is also presented excluding provisions for post-employment benefits and lease liabilities, net."}
{"text": "The Eleven-year summary follows IFRS, with previous years not restated when new accounting standards are applied."}
{"text": "In 2023, net sales increased to SEK 552,764 M, up from SEK 473,479 M in 2022. Gross income also increased from SEK 111,737 M to SEK 149,321 M."}
{"text": "Operating income for 2023 was SEK 66,784 M, a significant rise from SEK 45,712 M in 2022, primarily driven by higher sales and financial performance improvements."}
{"text": "Research and development expenses in 2023 were SEK 26,645 M, an increase compared to SEK 22,526 M in 2022, reflecting higher investment in innovation."}
{"text": "Selling expenses decreased slightly in 2023 to SEK 33,675 M from SEK 29,404 M in 2022. Administrative expenses rose to SEK 7,356 M from SEK 5,880 M."}
{"text": "Income attributable to owners of AB Volvo was SEK 49,825 M in 2023, up from SEK 32,769 M in 2022, with non-controlling interests contributing SEK 107 M."}
{"text": "Net sales for Industrial Operations in 2023 reached SEK 533,269 M, an increase from SEK 459,703 M in 2022, while gross income grew to SEK 141,693 M from SEK 105,201 M."}
{"text": "Operating income for Industrial Operations in 2023 was SEK 63,043 M, up from SEK 44,862 M in 2022, benefiting from higher revenues and operational efficiencies."}
{"text": "In 2023, total equity for the consolidated balance sheet reached SEK 180,739 M, a growth from SEK 166,236 M in 2022, indicating a stronger financial position."}
{"text": "Property, plant, and equipment in 2023 were valued at SEK 68,449 M, compared to SEK 56,340 M in 2022, reflecting investments in assets."}
{"text": "Customer-financing receivables saw a slight increase to SEK 232,203 M in 2023 from SEK 193,926 M in 2022, indicating higher receivables related to financing activities."}
{"text": "Cash and cash equivalents dropped slightly to SEK 83,415 M in 2023, compared to SEK 93,979 M in 2022, while total assets increased to SEK 674,068 M from SEK 629,064 M."}
{"text": "Liabilities for Industrial Operations in 2023 remained relatively stable at SEK 209,239 M compared to SEK 210,948 M in 2022, reflecting stable debt levels."}
{"text": "Balance sheets for Industrial Operations showed an increase in total equity from SEK 147,439 M in 2022 to SEK 159,119 M in 2023, with intangible assets also rising to SEK 42,378 M."}
{"text": "Total assets for Industrial Operations reached SEK 439,807 M in 2023, an increase from SEK 431,771 M in 2022, indicating an overall expansion of operations and assets."}
{"text": "The 2023 provision for post-employment benefits in Industrial Operations was SEK 11,338 M, compared to SEK 8,690 M in 2022, reflecting adjustments in employee-related obligations."}
{"text": "In 2023, exports from Sweden by the Volvo Group totaled SEK 139,026 M, showing growth from SEK 132,092 M in 2022."}
{"text": "The Volvo Group's gross margin in 2023 improved to 26.6%, compared to 22.8% in 2022, indicating better profitability."}
{"text": "Operating income before depreciation and amortization (EBITDA) increased to SEK 79,237 M in 2023 from SEK 60,790 M in 2022, reflecting improved operational efficiency."}
{"text": "Return on capital employed in Industrial Operations grew to 36.7% in 2023 from 27.4% in 2022, showcasing better asset utilization."}
{"text": "Return on total equity rose to 28.7% in 2023, a significant improvement from 20.7% in 2022, indicating a better return on shareholder investment."}
{"text": "The number of regular employees at year-end 2023 increased to 90,735, compared to 87,686 in 2022, with the largest number of employees based in Europe, excluding Sweden, at 28,205."}
{"text": "Net financial position in Industrial Operations excluding post-employment benefits was SEK 83,407 M in 2023, up from SEK 73,897 M in 2022, reflecting a stronger liquidity position."}
{"text": "Equity ratio in Industrial Operations increased slightly to 26.8% in 2023, compared to 26.4% in 2022, indicating a stable financial position."}